{
	"1 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_1.html?lang=en#1",
			"name": "Feast of El-Nayrouz (Beginning of the Blessed Coptic Year).",
			"text": "Today is the beginning of the blessed Coptic year. It is necessary to keep it a holy day with full purity and chastity. Let us start a new demeanor as St. Paul the Apostle says, \"Therefore if anyone is in Christ, he is a new creation: old things have passed away; behold, all things have become new. Now all things are of God, who has reconciled us to Himself through Jesus Christ, and has given us the ministry of reconciliation.\" (2 Cor. 5:17-18) And Isaiah the Prophet says, \"The Spirit of the Lord God is upon Me, because the Lord has anointed Me to preach good tidings to the meek; He has sent Me to heal the broken-hearted, to proclaim liberty to the captives. To proclaim the acceptable year of the Lord.\" (Isaiah 61:1-2) And David the Prophet says,\"You crown the year with Your goodness; and Your paths drip with abundance.\" (Psalms 65:11). \n We ask our God to keep us without sin and help us to act according to His will with the intercessions of the pure Saint Mary, all the Martyrs and Saints. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_1.html?lang=en#2",
			"name": "The Martyrdom of St. Bartholomew, the Apostle.",
			"text": "On this day also, the holy Apostle Bartholomew, one of the twelve disciples, was martyred. To this Apostle fell the lot to go to the oasis (the great oasis, Al-Khargah), in Egypt. He entered the city with Peter, who sold him as a slave. There he proceeded and preached to the people. He called them to the knowledge of God, after performing before them signs and wonders that amazed their minds.\nHe worked in the vineyards of a rich man and whenever he trimmed the vine branches, they immediately bore fruit.\nIt happened that the son of the governor of that city died, and Bartholomew the Apostle raised him up from the dead. The people believed and he strengthened them in the knowledge of God.\nLater on, the Lord Christ, to Him is the glory, commanded St. Bartholomew to go to the land of the Berbers and sent St. Andrew, His disciple, to help him. The people of that city were exceedingly wicked, and would not accept any of the signs or wonders the disciples performed. Yet the two disciples continued to preach to them and teach them until they entered the faith of the Lord Jesus Christ. Then, they appointed priests over them, and built churches for them, and soon after they left.\nSt. Bartholomew went to the cities on the Mediterranean coast, where the inhabitants knew not God. He preached and converted them to the knowledge of God and the belief in the Lord Christ. He taught them to perform the works which were worthy of Christianity and commanded them to be pure and chaste. When King Agrippa heard of him, he was exceedingly enraged and commanded his servants to put him in a hair sack, to fill the sack with sand, and cast it into the sea. And so were consummated the struggle and martyrdom of St. Bartholomew.\nHis blessings and prayers be with us all. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_1.html?lang=en#3",
			"name": "The Departure of St. Melyos (Milius), the Third Pope of Alexandria.",
			"text": "Also on this day in the year 98 A.D., St. Melyos (Milius), the third Pope of Alexandria after St. Mark, departed. This Saint was enthroned in the fifteenth year of the reign of Domitian, son of Vespasian, Emperor of Rome, and 55 years after the Ascension of our Lord Jesus Christ. He pastured and guarded the flock of Christ well for 12 years and departed in peace."
		}
	],
	"2 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_2.html?lang=en#1",
			"name": "The Martyrdom of St. John the Baptist.",
			"text": "On this day, the forerunner and great prophet, St. John the Baptist, son of Zacharias the priest, was martyred by the order of King Herod. When St. John rebuked Herod because of Herodias, the wife of his brother Phillip whom he had taken as a wife, he said to him, \"It is not lawful for you to have your brother's wife.\" (Mark:6:18) Herod seized the Saint and cast him into prison; however, he feared John.\n An opportune day came when Herod, on his birthday, gave a feast for his nobles, the high officers and the chief men of Galilee. And when Herodias' daughter herself came in and danced and pleased Herod. He promised her anything she might ask for, even as much as half of his kingdom. She went to her mother and asked her, "What shall I ask?" Her mother said, "Ask for the head of John the Baptist on a platter." When Herod heard this, he was exceedingly sorry. But because of his promise and those who were sitting with him, he did not want to refuse her request. He therefore commanded his servants to cut off the head of Saint John and they gave it to the damsel and the damsel gave it to her mother. (Mark 6:20-28) There was great consternation that day, and their joy soon turned into sorrow. \nIt was said that when the holy head of St. John was cut off, it flew up off their hands into the air, and it cried out saying, \"It is not right for you to take your brother's wife.\" It is also said that the head now is present at Homs in Syria. \nAs of the holy body, the disciples of St. John took it and laid it in a grave until the days of Pope Athanathius, when God Willed to uncover his body. \nHis blessings be with us all. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_2.html?lang=en#2",
			"name": "The Martyrdom of St. Dasya the Soldier.",
			"text": "On this day also, St. Dasya the soldier, who was a native of the city of Tanda, was martyred. Arianus, governor of Ansena, inflicted great tortures on this Saint because of his faith in the Lord Jesus Christ. Finally, he cut off his head, thus St. Dasya received the crown of martyrdom.\n His blessings be with us all and Glory be to our God forever. Amen."
		}
	],
	"3 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_3.html?lang=en#1",
			"name": "A Council held in the city of Alexandria.",
			"text": "On this day of the year 243 A.D., a holy synod convened in the city of Alexandria in the second year of the Papacy of St. Dionysius, the fourteenth Pope of Alexandria. This council was convened because certain people in the Arabian countries believed that the spirit dies with the body, and that on the day of the resurrection, it shall be raised up with it. They composed articles on this belief and sent them to certain people in Alexandria. When this reached Abba Dionysius he was exceedingly sorry, and he tried to return them from their erroneous opinion, but they would not hearken to him. Therefore, the council assembled, confronted them, and made manifest their perversion. They neither repented nor turned away from their false belief, the holy synod and the Pope excommunicated them. He wrote an article for them and said in it, \"The love of God for mankind is exceedingly great, and the spirit neither dies nor perishes, but abideth as the angels and the devil for it is spiritual, immutable, and incorruptible. When the spirit goes forth from the body it will return to God Who gave it. (Ecc. 12:7) Where it remains in the places of waiting according to its deservedness. And on the day of the resurrection, when the trumpet sounds, the dead bodies shall rise by the Word of God. The spirits reunite with the body it belongs, some to everlasting joy, and some to everlasting contempt.\" (Daniel 12:2)"
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_3.html?lang=en#2",
			"name": "A Great Earthquake took place in Cairo and Most of the Egyptian Cities.",
			"text": "On this day also a great earthquake took place in Cairo and most of the Egyptian cities at 9:00 a.m. On this day, a church named after Michael the Archangel, at El-Gazyra in Cairo, was destroyed, among many other places. It was said that certain ungodly people had asked the Christians for a bribe, but they did not yield; and when it was evening these men came and destroyed the church completely. This was in the ninth year of the Papacy of Abba Macarius in the year 828 of the Holy Martyrs (1112 A. D.).\nTheir intercession be with us all, and Glory be to our God forever. Amen."
		}
	],
	"4 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_4.html?lang=en#1",
			"name": "The Departure of St. Macarius, 69th Pope of Alexandria",
			"text": "On this day, Abba Macarius II, the sixty-ninth Pope of the great city of Alexandria, departed in the year 1122 A.D. This father was pious and ascetic since his young age, and longed for the monastic life. He went to the desert of Scete and became a monk in the monastery of St. Macarius. He devoted himself to worship and spiritual struggle. He instructed himself by reading the Holy Scriptures, their interpretation and by contemplating on its meaning. He grew in virtues and was ordained a priest.\nWhen Abba Mikhail, the sixty-eighth, Pope departed and the papal throne became vacant, a group of bishops and priests went to the wilderness of Scete. They assembled in the church with the elders of Scete. They remained there for many days, searching and scouting for who would be best for this position. Finally they unanimously agreed to choose this father for what was known of his good character and excellent attributes. They took him and bound him against his will, and he cried out and begged them with excuses to release him saying, \"I am not fit to be raised to the dignity of the Papacy.\"\nThey brought him bound to the city of Alexandria and ordained him Patriarch. The deed of his appointment was read in the Church of Mu'allakah (The Church of the Holy Virgin) in the Greek, Coptic, and Arabic languages.\nDuring his papacy, he added to his worship and piety. He taught and preached the people daily. He gave alms and did works of mercy to the poor and needy. During his papacy he never asked for any of the Church's money, but rather, he used to give a large portion of the contributions which he received to be spent on different righteous deeds. He completed 27 years in the papacy and departed in peace.\nHis prayers be with us all and Glory be to our God forever. Amen."
		}
	],
	"5 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_5.html?lang=en#1",
			"name": "The Martyrdom of Saint Sophia",
			"text": "On this day, St. Sophia, was martyred. She used to go to church with her Christian neighbors, so she became a believer in the Lord Christ. Longing to become Christian, she went to the Bishop of Manf. He baptized her in the name of the Father and the Son and the Holy Spirit.\nThereupon an accusation of becoming a Christian was brought against her before Claudianus, the Governor. The governor brought her, and questioned her. She confessed and did not deny her faith. He tortured her with many tortures. He whipped her, then burned her joints; however, she went on crying out, saying, "I am a Christian." The governor commanded to have her tongue cut off and then returned her to prison.\nHe sent his wife to her to dissuade her, and promise her with many rewards. When she would not be dissuaded, he commanded to have her head cut off. She prayed a long prayer and asked God to forgive the governor and his soldiers for what they had done to her. Then she bowed her head down and the executioner cut off her neck.\nA Christian woman paid much money to the soldiers, took her pure body, and wrapped it with costly shrouds. She placed the body in her house and many signs were manifested through it. On her feast day, very bright lights and incense came out of her holy and pure body.\nWhen the righteous Emperor Constantine heard the story of Saint Sophia, he carried her holy body to the city of Constantinople. He built a great cathedral and placed the body in.\nHer blessing and prayers be with us all, and Glory be to our God forever. Amen."
		}
	],
	"6 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_6.html?lang=en#1",
			"name": "The Departure of Isaiah the Prophet.",
			"text": "On this day, the great Prophet Isaiah, the son of Amoz, was killed by the hand of Manasseh the King who sawed him with a wooden saw.\nThis prophet prophesied in the days of five kings: Uzziah, Jotham, Ahaz, Hezekiah, and Manasseh. He prophesied to Ahaz saying, \"Behold, the virgin shall conceive, and bear a Son, and shall call his name Immanuel.\" (Isaiah 7:14) He also prophesied that, \"His name shall be called Wonderful, Counsellor, Mighty God, Everlasting Father, Prince of Peace,\" (Isaiah 9:6), and the Lord will have mercy upon the world by offering Himself a sacrifice for all mankind as, \"He was wounded for our transgressions, He was bruised for our iniquities; the chastisement for our peace was upon Him; and by His stripes we are healed..., and the Lord has laid on Him the iniquity of us all.\" (Isaiah 53:5-6)\nHe prophesied to Hezekiah and encouraged him when Sennacherib, King of Assyria, besieged Jerusalem. He informed Hezekiah that God would perish Sennacherib because of his blasphemy against Him. And that night the angel of the Lord went out and killed in the camp of the Assyrian 185,000 men (Isaiah 37:36), and those who were spared fled from the camp.\nAnd when Hezekiah the King was sick, Isaiah told him to set his house in order, for he was to die. And when Hezekiah prayed to God, He sent to him Isaiah the prophet who made known to him that God had added to his days 15 years. And God showed him a sign so that he might realize the validity of his prophesy. (Isaiah 38:8)\nIsaiah prophesied about what would befall Israel from calamities because of the hardness of their hearts, love for sin and their forsaken of the worship of God, and only a few of them would be believers. Because of his prayers God sprung water when the people were thirsty. On another occasion, when Isaiah himself was thirsty, God sprung for him the spring of Siloam. When he rebuked Manasseh because of his evil deeds and worshipping idols, Manasseh ordered to have him sawed.\nHe prophesied for 70 years and he came 913 years before the advent of the Lord Christ.\nHis prayers be with us all. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_6.html?lang=en#2",
			"name": "The Martyrdom of Saint Basilissa.",
			"text": "On this day also, St. Basilissa was martyred in the days of Diocletian the infidel. This saint was a pious Christian, and she was only nine years old. They seized her and bound her hands and feet and cast her in the fire, but she was not burned by the might of God. Through her prayers, God sprung water, she drank, then committed her soul in the hand of God. \nHer prayers be with us all, and Glory be to our God forever. Amen."
		}
	],
	"7 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_7.html?lang=en#1",
			"name": "The Departure of St. Dioscorus, 25th Pope of Alexandria.",
			"text": "On this day of the year 451 A.D., the blessed father and the great champion of Orthodoxy, Saint Dioscorus, 25th Pope of Alexandria, departed. His departure took place on the island of Gagra after he had fought the good fight defending the Orthodox faith.\nWhen he was summoned to the Council of Chalcedon by the order of Emperor Marcianus, he saw a great assembly of 630 bishops. Saint Dioscorus asked, \"In whom is the faith lacking that it was necessary to gather this great assembly?\" They told him, \"This assembly has been convened by the emperor's command.\" He replied, \"If this assembly has been convened by the command of our Lord Jesus Christ I shall stay and speak with what God may give me to say; but if this assembly has been convened by the emperor's command, let the emperor manage his assembly as he pleases.\"\nWhen he saw that Leo, Archbishop of Rome, was teaching that Christ has two natures and two wills after the Union, he took the charge to refute this new belief. He stated that our Lord Jesus Christ is one, He who was invited to the wedding as a man and changed the water into wine as a God, and that the two natures were not separated in all of His works. Quoting Pope Cyril, he said, \"The Hypostatic Union of the Word of God with the flesh is like the union of the soul with the body and like the union of fire and iron: even as they are of two different natures, by their union they became one. Likewise, our Lord Christ is one Messiah, one Lord, and one Nature.\" None of those who were gathered at that assembly dared to contradict him. Among them were some who had attended the Council of Ephesus, which had been convened against Nestorius. Some informed the Emperor Marcianus and the Empress Belkarya that no one disobeyed their commands concerning the faith except Dioscorus, Patriarch of the City of Alexandria. They brought St. Dioscorus, and the leading bishops of the Council who debated and discussed the matter till it was evening, but St. Dioscorus would not deviate from his Orthodox belief. The emperor and empress were irritated at this, and the empress commanded to smite St. Dioscorus on his mouth, and to pluck out the hair of his beard. He took the hair and the teeth that were knocked out and sent them to Alexandria saying, \"This is the fruit of Faith.\"\nWhen the rest of the bishops saw what had happened to Dioscorus, they agreed with the emperor, being afraid of undergoing the same fate. They signed the document of the belief that Christ has two distinct and separate natures. When St. Dioscorus knew this, he sent for the document and pretended that he wanted to sign it too. But when he read the document, he wrote at its foot that he excommunicated everyone who had signed it, as well as everyone who deviated from the Orthodox Faith. The emperor was enraged and he commanded to banish St. Dioscorus to the island of Gagra, along with St. Macarius, the Bishop of Edko, and two others, and the Council of Chalcedon was resumed.\nWhen they took St. Dioscorus to the island of Gagra, its bishop, because he was a Nestorian, met him with contempt and disdain. However, God performed at the hands of St. Dioscorus many great signs and wonders, so that all obeyed him, respected and revered him greatly, for God honors His chosen ones in every place. St. Dioscorus told St. Macarius, his companion in exile, \"You shall receive the crown of martyrdom in Alexandria.\" He sent him with one of the believing merchants to Alexandria, where he received the crown of martyrdom.\nSt. Dioscorus, having ended his good fight, departed from this vain life and received the crown of eternal life. He departed on the island of Gagra where his body was laid.\nHis blessings and prayers be with us all. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_7.html?lang=en#2",
			"name": "The Martyrdom of Sts. Agathon, Peter, John, Amun and Amuna and Their Mother, Rebecca.",
			"text": "On this day also, Sts. Agathon, Peter, John, Amun, and Amuna and their mother, Rebecca, were martyred. They were from Kemola of the district of Kus. Our Lord Jesus Christ appeared to them and informed them of what would happen to them, and that they would receive the crown of martyrdom in the city of Shoubra which is near Alexandria, and that their bodies would be carried to the city of Nakraha in the province of El-Behairah. The Saints rejoiced at this vision, and they rose up early and gave all their possessions to the poor. \nAgathon, their eldest brother, was a man of high position in the city and was loved by everyone. Rebecca, their mother, strengthened and encouraged them to endure the torture in the name of the Lord Christ. \nThey came to the city of Kus and confessed their faith in Christ before Dionysius, the Governor. He tortured them severely, starting with their mother who bore the torture patiently and with joy, and then he tortured her five children. When he was weary of torturing them, he was advised to send them to Alexandria so that they might not lead other people astray, for they were loved by everyone. Because of them, many confessed their belief in the Lord Christ and received the crown of martyrdom. \nWhen they brought the saints before Armenius, the Governor of Alexandria, who was in a city called Shoubra, and learned about their case, he tortured them very severely. He hacked their bodies, cast them in a boiler, squeezed them with wheels, then crucified them head down. From all these tortures, the Lord Christ raised them whole until the governor and all his people were ashamed. \nFinally, he ordered to have their heads cut off and to have their bodies drowned in the sea. They cut their heads off and placed their bodies in a boat to cast them in the sea. God sent forth His angel to a rich man from the city of Nakraha and commanded him to take the bodies of the saints and the man was exceedingly glad. He came to where the bodies were, gave the soldiers much silver and took the holy bodies. He laid them in the church, and he heard a voice saying, \"This is the abode of the righteous.\" The bodies remained there till the end of the era of persecutions. They then revealed the bodies and a big church was built for them. God made manifest from their relics, many signs and wonders. Then they transferred the bodies to the city of Sonbat, where there is now a church known as \"The Five and Their Mother\" or \"El-Sitt Refka\" (Lady Rebecca). Many visit this church every year to receive their blessings. \nTheir intercession be for us all. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_7.html?lang=en#3",
			"name": "The Departure of St. Severianus, Bishop of Gabala.",
			"text": "On this day also, the righteous holy father, Abba Severianus, Bishop of Gabala in Greece, departed. The name of his father was Blaryanos. He studied the secular wisdom of the Athenians, then went to Caesarea to study at the hands of those who were there. He returned to Rome where he studied the doctrines of the Church, and learned the Old and New Testaments in a few years. Later on, his parents departed and left him a great wealth. He wished to give it to Christ so that he might receive it back a hundred-fold. He built a hotel to house the strangers, the poor, and the afflicted, and planted gardens and appointed guardians to have the proceeds distributed to the poor. His name was given to these places a long time after his departure from this world. His uncle, who was the governor of that city, informed Emperor Honorius that Severianus had squandered all his money for the name of the Lord Christ to receive from Him a hundred-fold as He had promised in His Holy Gospel. The emperor was pleased. He invited him and commanded him not to leave the palace. The emperor used to take the saint along with him to the church. In those days Pope Einokendios was sitting on the chair of Rome, and it was revealed to him by God that Severianus would be in charge of a large group of people. The Pope loved and honored him, and wished not to be separated from him, as he was loved by everyone.\nWhen St. Severianus (Sawiros) saw that everyone honored him, he worried about losing his labor, so he decided to escape from the vain glory of this world. The angel of the Lord appeared to him and commanded him to go to the city of Gabala where he would become a father to many souls. He departed by night with his disciple, Theodore, after having put on him the monastic eskeem. God sent to him a light to guide him to his destination. There was a monastery headed by a holy abbot who learned in a vision about the coming of St. Severianus. He went out, welcomed him and told him about his vision. His fame reached that region and a countless number of people came to him. Emperor Theodosius had one of the monasteries renewed for him to live in as the angel had determined for him. He became the comforter for many souls. He continued to teach and instruct the monks until they became saints, like angels.\nGod performed many wonders at his hands. The daughter of the governor of Gabala had an evil spirit dwelling in her and the spirit said to her father, \"If you drive away Severianus from this place, I will get out of your daughter.\" When her father informed the saint about that, he wrote him a paper saying: \"In the Name of the Lord Jesus Christ, get out of her.\" When he returned to his daughter with this paper straightaway the devil screamed and left her. Once some magicians agreed with some soldiers to break into his monastery. They were smitten with blindness and they remained like this for three days until the saint prayed for them to be cured.\nPhilatheus, the Bishop of the city of Gabala, learned in a vision from God that St. Severianus (Sawiros) would succeed him on his chair and he said this to his people. When St. Severianus was ordained, he looked after his people in the best way.\nThere was in that city a Jew called Sektar who was proud of his knowledge. He came to the saint and debated with him until finally he was convinced of the correctness of Christianity and the faith in the Lord Christ; many other magicians also believed. During his days, Egypt became as proud of its monks as Constantinople was of Saint John Chrysostom (of the Golden Mouth). When the Persians declared war against Honorius and Arcadius, they sent to St. Severianus asking for his prayers for the kingdom. He sent back to them saying, \"If we belong to Christ, and our kingdom belongs to Christ, we have no need for armors or spears or troops.\" And he reminded them of what the Lord had done with those previous kings who pleased Him.\nWhen Empress Eudoxia was angry with Chrysostom (of the Golden Mouth), she brought St. Severianus among others for the trial of St. Chrysostom. He admonished her saying, \"John Chrysostom (of the Golden Mouth) did nothing worthy of banishment,\" but she would not hearken to him.\nHe wrote many discourses and sermons which still exist in the church books till now. He waxed old reaching the age of 100 years. Ten days before his death, the angel of God appeared to him and informed him of the day of his departure from this world. He instructed his people and then departed in peace. His pure body was prepared as was meet and was placed in the tomb. His departure was two years before that of St. John Chrysostom (of the Golden Mouth).\nHis prayers be with us all, and Glory be to our God forever. Amen."
		}
	],
	"8 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_8.html?lang=en#1",
			"name": "The Martyrdom of Zacharias the Prophet.",
			"text": "On this day St. Zacharias, the priest, was martyred by the hand of Herod the King. When the angel Gabriel announced to him the birth of John his Son, he did not believe his word and the angel made him dumb, unable to speak until the child was born. (Luke 1: 18-22) When they named the child, he asked for a writing table and wrote that his name would be John. Then he spoke, and praised God. (Luke 1:63-79) The Holy Gospel gave testimony concerning him, that he and his wife were righteous, walking in the Law of God without blemish. \nWhen our Lord Christ was born, and the wise men came to worship Him, Herod was troubled and feared for his kingdom. Therefore, he gave the order to slay all the children of Bethlehem, from two years old and under, so he would kill the Lord Christ among them. The angel of God appeared to Joseph in a dream saying, \"Take the child and flee to Egypt.\" St. Joseph took the child Jesus and St. Mary, His mother, and went to Egypt as the angel of the Lord had told him. But John's mother took him and fled to the mountain were she dwelt, bringing him up for six years. After her departure to heaven, the child remained in the desert till the day of his appearance to Israel. (Luke 1: 80) \nIt was said that during the slaughter of the children, Herod thought that John was the Christ. He requested John from his father, Zacharias, who said, \"I do not know where the child is.\" They threatened to kill him, but he did not heed. Herod ordered his soldiers to slay him. It was also said that when Herod sought John to slay him, Zacharias escaped with him to the temple and put him on the altar and when they caught up with him, he told the soldiers, \"From here I accepted him from the Lord,\" and thereupon the angel of God snatched away the child, and took him to the desert Zifana. When they did not find the child, they slew Zacharias between the temple and the altar. (Matthew 23:35) \nZacharias the priest, son of Bar-a-chi-as, is not Zacharias the prophet, who was one of the twelve minor prophets. Zacharias the prophet was not martyred but died and his body was found without decay. \nHis prayers be with us. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_8.html?lang=en#2",
			"name": "The Departure of Moses the Prophet.",
			"text": "On this day also, the righteous Moses, the head of the prophets, departed. He labored on behalf of the people of God till his death and delivered up himself for them. It was he who worked miracles and wonders in Egypt and in the Red Sea. When he became of age, refused to be called the son of the daughter of Pharaoh.\nShe brought him up when his parents left him on the banks of the river because they were afraid of Pharaoh who had commanded the slaughter of all male children of the Hebrews. When the daughter of Pharaoh found him by the river, she took him and reared him as her own son. When he had completed his 40 years, he saw an Egyptian slaying one of the Hebrews and straightaway he avenged the Hebrew and slew the Egyptian. The next day he saw two of the Hebrews fighting and he attempted to make peace between them. He, who was in the wrong, told him, \"Do you want to slay me as you did slay the Egyptian yesterday?\" Because of this, Moses fled to the land of Midian where he married and begot two sons. (Exodus 2)\nWhen he was 80 years old, a fire appeared to him in a bush, but the bush was not consumed. When he moved close to behold this great sight, the Lord spoke to him from the bush and commanded him to bring out the people of Israel from the land of Egypt. God worked at his hands the ten plagues upon the Egyptians, the first was the river which turned into blood and the last was the slaughter of the first born of the Egyptians. (Exodus 7-12) He brought the people out, and he divided the Red Sea and made them pass through it, and then he brought back the water over their enemies. He brought down for them \"Manna\" in the desert for forty years, and he made the water flow from a rock, and in spite of that they grumbled against him and many times they wanted to stone him. But he was long suffering with them, and he prayed to God for them, and because he loved them greatly, he said to God, \"If You will not forgive this people their transgression, then blot out my name from Your book.\" (Exodus 31:32) The Book testified that he spoke with God five hundred and seventy times as a man talks with his friend, and he was called the mouthpiece of God. When Moses came down from Mt. Sinai, after being with God, with the two tables of testimony in his hands, his face was shining. The children of Israel were afraid to come near him, so he put a veil on his face when he came near to talk to them. (Ex. 34:29-35)\nWhen he was 120 years old, God commanded him to commit the leadership of the people to Joshua, the son of Nun, his disciple. (Deuteronomy 34:9) Moses called him and commanded him with the commands of God and His Law, and informed Joshua that he was the one to bring the people into the promised land. After Moses had made the Tabernacle of Witness and everything which was in it as God had commanded him, he died in the mountain. He was buried there, and God hid his body so the children of Israel would not find it and worship it because the Book testifies there never rose up a prophet in Israel as Moses. When Satan wished to reveal the body, Michael the archangel rebuked him, and prevented him from doing so as St. Jude testifies in his epistle. (Verse 9)\nHis prayers be with us. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_8.html?lang=en#3",
			"name": "The Martyrdom of St. Dimides (Diomede).",
			"text": "On this day also, St. Diomede (Dimides), was martyred. He was from Dershaba (1) of the chair of Dantu. He loved the church, was kind to the poor and visited the sick. A luminous man appeared to him and commanded him to go to receive the crown of martyrdom and promised him heavenly rewards. He rejoiced greatly and left his parents and went forth from the city. He prayed to God to help him to endure the torture for His Name's sake.\nHe came to the city of Attribis and confessed the Lord Christ before the governor, who tortured him severely. Then they sent him to Lucianus, the governor of Alexandria. When he was on the boat, the Lord Christ appeared to him, comforted him, encouraged him and promised him everlasting happiness and his soul rejoiced. Lucianus tortured him with different kinds of tortures, then gave the order to cut off his head, thus he received the crown of martyrdom. The people of his city came and took away his body and paid a great honor to it.\nHis blessings and prayers be with us and Glory be to our God forever. Amen."
		}
	],
	"9 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_9.html?lang=en#1",
			"name": "The Martyrdom of St. Pisora the Bishop",
			"text": "On this day, the holy father, the Bishop Abba Pisora, was martyred. He was the bishop of the God-loving city of Masil. When Diocletian returned to worshipping the idols and started persecuting the Christians, this holy man longed to shed his blood for the name of Christ. He gathered the people before the altar and commanded them with the commandments of the Lord, and then informed them that he wished to receive the crown of martyrdom for the sake of the name of Christ. They all wept, the young and the old, saying, \"To whom will you leave us, Our Father, as orphans?\" They wanted to prevent him from doing so, but when they could not, they let him go after he committed them to the Lord Christ. He left them bidding him farewell with much tears.\nThree bishops agreed to go with him; they were Pisikhos, Fanalikhos, and Theodore, and they all went together to the city of the governor and confessed the Lord Christ. He tortured them cruelly, especially when he knew that they were bishops and fathers to the Christians. The courageous bishops endured the tortures with patience and the Lord Christ strengthened them. Finally the governor ordered that the heads of the four be cut, and they received the crowns of life in the kingdom of God. The body of Saint Pisora was in the city of Nasheen El-Kanater, Gharbia governorate, and at present is in St. George's Church in Old Cairo.\nTheir prayers preserve and guard us all, and Glory be to our God forever. Amen."
		}
	],
	"10 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_10.html?lang=en#1",
			"name": "The Martyrdom of Saint Matruna.",
			"text": "On this day St. Matruna, who was a maid-servant to a Jewish lady, was martyred. She was of Christian parents, and her mistress used to entice her to adopt the Hebrew religion, but she refused. Therefore her mistress used to humiliate her, ill treat her, and over-burden her with servitude.\nOne day she accompanied her mistress to the Jewish temple, then she went to the Christians church. And when her mistress asked her where she had been and why she did not enter their assembly, the Saint replied, \"God had departed far from the synagogue that is yours, how shall I enter it? Whereas the place that should be entered is the church which the Lord Christ has bought with His blood.\" Her mistress became angry at this and beat her harshly, then imprisoned her in a dark place where she spent four days without food or drink. She then took her out and beat her painfully, then she returned her to her imprisonment where she died.\nAfter her death, her mistress, because she feared that the authorities would hold her accountable for her blood, took St. Matruna to the top of her house and threw her down so that it would be said that she had fallen by accident. She was accursed by God, her feet slipped and she fell down, died and went to Hell. As for the Saint, she went to the eternal bliss.\nHer intercession be for us. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_10.html?lang=en#2",
			"name": "The Commemoration of Sts. Basin and Her Children.",
			"text": "On this day also is the commemoration of St. Basin and her three children.\nTheir prayers be with us, and Glory be to our God forever. Amen."
		}
	],
	"11 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_11.html?lang=en#1",
			"name": "The Martyrdom of Saint Basilides (Wasilides)",
			"text": "On this day, St. Basilides (Wasilides) who was a minister and counsellor for the Roman Empire, was martyred. He had many slaves and servants. Emperor Numerianus was the ruler, who was married to Basilides' sister, Patricia, and had a son called Yustus. Patricia was also the mother of Theodore El-Mishreke. Basilides had two sons: Awsabyos (Eusebyus) and Macarius.\nWhen the Persians waged war against Rome, Emperor Numerianus sent to them his son Yustus and Awsabyos, Basilides' son. Then he went to fight another enemy and was killed in that war. His kingdom was thus left vacant without a ruler.\nThe people chose from among the soldiers a man called Agrippita, who was a shepherd, and they set him over the royal horses, stable. He was a mighty man in action, bold in his dealings. One of the emperor's daughters looked at him and took him as her husband. She made him emperor and called him, \"Diocletian.\" Shortly after, he forsook the Lord God of Heaven and worshipped idols. When Wasilides heard this, he was sorrowful, and he did not return to the service of the new Emperor.\nMeanwhile, Yustus, the son of Numerianus, and Awsabyos (Eusebius), the son of Basilides, returned from the war with triumphant victory. When they saw that the Emperor had renounced the faith, they were exceedingly sorry and drew their swords and wanted to slay Diocletian, the infidel Emperor, and to return the kingdom to its rightful owner Yustus, Numerianus' son. But Basilides prevented them from doing this. Then he gathered his army and slaves and informed them that he wished to lay down his life for the sake of Christ's Name. They all answered saying, \"We also will die with you.\" They stood before Diocletian who feared them tremendously, for they were the rightful owners of the kingdom. So Romanus, Victor's father, advised him to banish them to Egypt to be tortured there. Diocletian sent them each to a different province: Abadir (Apater) and Eraee (Herai) his sister, Awsabyos (Eusebius), Macarius, Claudius, and Victor. Theodore El-Mishreke was nailed to a tree.\nHe sent Basilides to Masrus, the governor of the Five Western Cities (Pentapolis). When Masrus saw him, he wondered why he had left his kingdom and his glory. Our Lord Christ sent His Angel and lifted Basilides up by the Holy Spirit to heaven, and showed him the spiritual dwellings, and his soul was comforted. As for his slaves, some were set free and some were martyred with him. St. Basilides endured severe tortures, on a squeezing machine (Hinbazeen) at times and at others his body was combed with iron combs. He was lifted onto a spiral device with a saw then thrusted him on a red hot iron bed. Masrus, the governor, did not leave out any means of torturing him. When he saw that Basilides remained steadfast in his faith, Masrus ordered to cut off Basilides holy head, thus he received the crown of martyrdom in the kingdom of heaven in return for the earthly kingdom which he had forsaken.\nHis prayers be with us, and Glory be to our God forever. Amen."
		}
	],
	"12 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_12.html?lang=en#1",
			"name": "The Assembly of the Third Ecumenical Council at Ephesus to Judge Nestorius, Archbishop of Constantinople.",
		"text": "On this day of the year 431 A.D., the Holy Council at Ephesus which was attended by 200 bishops, was convened. It was the third of the Ecumenical Councils. That was in the twentieth year of the reign of Theodosius II, son of Arcadius, son of Theodosius the Great. They assembled because of the heresy of Nestorius who was Archbishop of Constantinople. He believed that St. Mary did not give birth to the incarnated God, but only to a human being, and that afterwards the Son of God dwelt in him, not the dwelling of unity but just the dwelling of will, and therefore, Christ because of that reason, had two natures and two wills. So these fathers convened, debated with Nestorius, and proved to him that He, who was born of the Virgin, was the incarnated God, as the angel said, \"The Lord is with you; that Holy One who is to be born will be called the Son of God.\" (Luke 1:28-32) And according to the saying of Isaiah, \"Behold, a virgin shall conceive and bear a son, and shall call his name Emmanuel,\" (Isaiah 7:14) and also, \"His name shall be called Wonderful, Counselor, the Mighty God, the Everlasting Father.\" (Isaiah 9:6)\nSt. Cyril, 24th Pope of Alexandria, explained to Nestorius that, \"Natures cannot be separated after they have become one by their union. Therefore we say that the Incarnated Word of God has only One Nature.\" Nestorius would not turn from his teaching nor change his opinion. St. Cyril along with the whole Council rebuked him and threatened that they would excommunicate him, but he was adamant. Therefore, they excommunicated him and banished him from his chair. They confirmed that the Virgin St. Mary had given birth to the Incarnated God the Word, (Theotokos) or \"The Mother of God\". They drew up the Canons and laid down the Laws. These are the laws of the faithful till this day.\nIf it is said that the Nestorians do not say that today, we reply by saying that it is because they have mingled with the Christians of the East, and that some of them have turned from their erroneous opinion.\nWe beseech our God and our Lord and our Savior Jesus Christ to guide us in the path of salvation - to whom is the praise, glory, and worship now and ever. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_12.html?lang=en#2",
			"name": "The Translocation of the Relics of Sts. Clemus (Aklimos) and His Companions.",
			"text": "On this day also we celebrate the translocation of the relics of the martyrs St. Clemus (Aklimos) and his companions to the city of Alexandria.\nTheir prayers be with us and Glory be to our God forever. Amen."
		}
	],
	"13 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_13.html?lang=en#1",
			"name": "The Departure of Pope Mattheos II, 90th Patriarch of the See of St. Mark.",
			"text": "On this day of the year 1182 of martyrs, the honored father Abba Mattheos (Matthias) the Second, 90th Pope of the See of St. Mark, departed. He was a monk in El-Muharraq monastery. He was chosen and enthroned in the year 1169 A.M. He sat on the throne of St. Mark for 13 years and then departed in peace.\nThe blessings of his prayers be with us. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_13.html?lang=en#2",
			"name": "The Commemoration of the Miracle performed by St. Basilius (Basil), Bishop of Caesarea, Cappadocia.",
			"text": "On this day also is the commemoration of the great miracle performed by St. Basilius, Bishop of Caesarea, Cappadocia.\nA young man, who loved his master's daughter, Satan, his enemy and the enemy of the human race, deceived him. Satan made him resort to a magician who made him write a covenant to deny the faith and to surrender completely to Satan, so that Satan might grant him his wish. Satan kindled lust in the heart of the girl, and she loved the young man exceedingly. She asked her father insistingly not to object to her marriage to that young man. Eager for his honor and fearing for her life, he married her to him.\nWhen she had spent with him a long period of time, she noticed that he did not enter the church or partake of the Holy Sacraments, or make the sign of the Holy Cross over himself. She revealed to him her doubt about his faith and his love of God. He told her what had happened to him, and how he had written to Satan a covenant of obedience till death.\nShe cried much and rebuked him for his deed. She took him to St. Basilius, Bishop of Caesarea. He listened to the confession of the young man and saw his grief and desire to go back to the life of worship, fellowship, and righteousness. St. Basilius comforted him and asked him to stay with him for a while in seclusion, fasting and praying. He shut him up in a nearby room for three days. On the third day St. Basilius visited him and the young man told him that the evil spirits had not ceased disturbing and fighting him in many ways. He strengthened him, calmed him down, gave him food and prayed for him. St. Basilius asked him to remain in seclusion, praying and fasting. After a few days, he came back to visit him again. The young man told St. Basilius that he did not see the devils any more, but he still heard their cries and threats. St. Basilius fed him again and prayed for him and left him to the life of seclusion to fight and pray, and the bishop went to pray on his behalf also. And this went on until 40 days were completed. When the Saint came to him and asked him about his state, he told the Saint that he saw him (the Saint) fighting against Satan on his behalf, and he vanquished him and finally was victorious.\nThe Bishop gathered all the priests and the monks and prayed for the young man all that night. On the following morning he led him into the church while everyone was crying, \"Lord have mercy on us,\" and they continued to cry out until that writing, which the young man had written as a covenant to deny the faith and to surrender to Satan, fell down in the midst of all the people. The Bishop, the young man and his wife, and all the people rejoiced exceedingly. The Bishop blessed that man and administered to him the Holy Sacraments. The man and his wife departed to their house full of joy for the peace and repentance they received. They praised God and thanked St. Basilius by whose prayers they were saved.\nThe blessings of his prayers be with us all, and Glory be to our God forever. Amen."
		}
	],
	"14 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_14.html?lang=en#1",
			"name": "The Departure of St. Agathon the Stylite",
			"text": "On this day departed St. Agathon the Stylite. He was from the city of Tenis. The name of his father was Matra and his mother's name was Mariam. They were righteous and feared God, and they loved to give alms and gifts to the poor and needy. The thought of monasticism moved in his mind continually. When he was thirty five years old, he was ordained priest, and he devoted himself to serve the holy church. He asked the Lord Christ by day and night to facilitate for him the parting from this world to go to the desert. The Lord Christ answered his request and he went out from the city and came to Ternot (Mareot) and from there went to the desert. The angel of God appeared to him in the form of a monk who journeyed with him and brought him to the monastery of St. Macarius in Scete.\nHe came to the holy old men Abba Abraham and Abba Gawargah, became their disciple and remained with them for three years. Then, they took him before the altar and in the presence of the Hegumen Abba Yoanis and for three days they prayed over the monastic garb. They then ordained him a monk and dressed him with the holy Eskeem. From that hour he exerted himself with many worships, in continuous fasting and prayer and fought a great fight. He slept on the ground until his skin cleaved to his bones. He read continually the biography of Abba Simon the Stylite, and he thought of leading a solitary life. He took counsel with the holy fathers concerning that, and they approved his wish and they prayed for him.\nHe left and came near the city of Sakha, province of Gharbia, where he dwelt in a small church. The believers built a place for him on a pillar and he went up on it.\nDuring his days, a man appeared in whom dwelt an obstinate devil, who led many people astray. He sat in the middle of the church surrounded by people listing to him, carrying tree branches. Abba Agathon sent for the possessed and had him brought to him. He prayed over him and cast out the devil who led the people astray.\nSimilarly, a woman claimed that St. Mina conversed with her and she commanded the people of her city to dig a well in the name of St. Mina to heal everyone who bathed in it. St. Agatho prayed over that woman until he cast out from her that unclean spirit and he commanded the people to fill up that well with earth.\nAt the hands of this holy man, St. Agathon, God worked many miracles, of healing sick people and casting out devils. The devils appeared to him in the form of angels, singing sweet songs and imparting blessings unto him, but by the might of the Lord Christ he knew their guile, he made the sign of the Cross over them, and they fled away defeated.\nWhen God wished to repose him from the labors of this world, he fell sick for a short while and delivered up his soul into the hand of God. The people who had benefitted from his sermons and teachings gathered around him and wept bitterly.\nThis holy father lived for 100 years, of which he spent 40 years in the world and 10 years in the desert and 50 years in solitude upon that pillar.\nHis prayers guard us against all our enemies, and Glory be to our God, forever. Amen."
		}
	],
	"15 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_15.html?lang=en#1",
			"name": "Translocation of the Body of St. Stephen the Archdeacon",
			"text": "We celebrate on this day the transfer of the body of St. Stephen the archdeacon and protomartyr. Very many years had passed since his martyrdom, more than three hundred.\nAfter the reign of Emperor Constantine and when noble worship has spread, St. Stephen, the Striver and martyr, appeared several times to a man called Lucianus. He was from a village where the honored body was buried, known as the \"Village of Gamaliel,\" near Jerusalem. He told him his name and where his body was buried.\nThat man went to the bishop of Jerusalem and informed him of what he had seen in his sleep. The bishop rose up, took with him two bishops and the people of the church and went to the place where the body was. They dug the ground, and a mighty earthquake took place. The coffin wherein the holy body was lying was revealed. Sweet and precious aromas came out from it. They heard voices of angels praising God and saying, \"Glory to God in the highest and on earth peace, good will toward men.\" This praise was repeated and the bishops bowed down before the coffin. They carried it away with songs, hymns and candles until they came to Jerusalem. Later on, a man whose name was Alexander, and who was from Constantinople, built a church for St. Stephen in Jerusalem and placed the holy body in it.\nFive years later, Alexander departed, and his wife buried him by the side of the coffin of the Saint. Eight years later, Alexander's wife decided to go to Constantinople and wished to take her husband's body with her. She came to the church, and she took the coffin wherein the body of St. Stephen had been laid thinking that it was the coffin wherein was her husband's body. She carried it away to Ascalon, and from there she embarked with it in a ship to Constantinople. In the middle of the sea she heard singing and many praises coming from the coffin, and she marvelled. She rose up and examined the coffin and she realised that it was the coffin wherein was the body of St. Stephen, and this was the Will of God. She gave thanks to the Lord and went on her way until she arrived in Constantinople.\nShe went to the Emperor and informed him about what had happened. The Emperor, the Archbishop, priests and the people of the city went forth to the ship, and carried the coffin on their shoulders to the royal palace.\nGod made manifest many signs both on the ship and in the royal palace. They laid the holy body on a litter carried by two mules, and when they came to a place called Constantinious, the two mules stopped. When they beat the mules, they did not move but they heard the voice of one of them saying, \"It is meet to place the Saint here.\" All those who saw and heard this, marvelled and they knew that He who had made the donkey of Balaam speak was He who had made this animal carrying the body of the Saint to speak. The Emperor ordered that a church be built for the Saint in that place. They laid in it the pure gem, the holy body of St. Stephen, the apostle and the martyr.\nHis prayers be with us all, and Glory be to our God forever. Amen."
		}
	],
	"16 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_16.html?lang=en#1",
			"name": "The Commemoration of the Consecration of the Sanctuaries of the church of Resurrection in Jerusalem.",
			"text": "Today we celebrate the consecration of the sanctuaries of the church of Resurrection in Jerusalem in the year 326 A.D. In the twentieth year of the reign of Emperor Constantine and after the meeting of the Holy Council at Nicea, the saint Queen Helena told her son Constantine that she had vowed to go to Jerusalem to receive the blessings of the holy places and to search for the wood of the life-giving Cross. He rejoiced at this, gave her much money, and sent her in the company of a large number of soldiers.\nWhen she arrived there and received the blessings of the holy places, she searched for the wood of the Cross and found it after much toil. She praised it with great veneration and paid to it much reverence and honor. She commanded the building of the sanctuaries of the Resurrection, the Golgotha, Bethlehem and the manger, the upper room of Zion, Gethsemane and other sanctuaries, and that they be inlaid with pearl and covered with gold and silver.\nThere was in Jerusalem a saintly bishop who advised her not to do that, saying, \"After a while foreign people will come and seize this place and destroy it and take the precious stones and the silver and the gold. But it is preferable to construct the buildings well and give the remainder of the money to the poor and the needy.\" She accepted his advice, gave him the money and set him in charge of the work.\nWhen she returned to her son and told him what she had done, he rejoiced, and sent large sums of money and commanded to pay the workers their wages in full so they would not complain. When the building of the holy places was finished in the thirtieth year of the reign of Emperor Constantine, he sent vessels and precious vestments for the altars. He sent word to the Archbishop of Constantinople and to St. Athanasius, Pope of Alexandria, to take their bishops and to go to Jerusalem where they would meet the Archbishop of Antioch and the Bishop of Jerusalem, to consecrate these sanctuaries.\nThey tarried there until the sixteenth of the month of Tute, when they consecrated all the altars that had been built. On the seventeenth day they marched with the Honorable Cross around all the holy places where they worshipped God, offered the offerings, and venerated the Cross and honored it. Then they returned to their chairs.\nTheir prayers be with us to the last breath. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_16.html?lang=en#2",
			"name": "The Translocation of the Relics of St. John Chrysostom (of the Golden Mouth).",
			"text": "On this day also the church commemorates the transfer of the relics of St. John Chrysostom (of the Golden Mouth) from the city of Komanah, where he departed in exile, to Constantinople, 30 years (1) after his departure. That was in the year 437 A.D. during the reign of Emperor Theodosius II.\nHis intercession be with us, and Glory be to our God, forever. Amen."
		}
	],
	"17 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_17.html?lang=en#1",
			"name": "The Feast of the Consecration of the Church of the Honorable Cross.",
			"text": "On this day the church celebrates the appearance of the Honorable Cross of our Lord Jesus Christ. This was revealed by the lover of God, Queen Helena, mother of Emperor Constantine, from under the pile of Golgotha, after she ordered its removal. As to the reason for how this great pile of dirt came into being, it was thus: the Jewish leaders when they saw all the signs and wonders which were made manifest from the sepulchre of the Savior, such as raising the dead and healing the sick, became angry, and they sent forth throughout Judea and Jerusalem ordering all the people to cast the sweepings of their houses and the dirts over the sepulchre of Jesus of Nazareth. They continued to do so for more than 200 years, until it became a very great heap.\nWhen St. Helena came to Jerusalem, and asked the Jews about the whereabouts of the Cross, they did not inform her. Finally, some of them told her about an old Jew called Judas who knew the place. She called him, and he denied it at first, but when she urged him, he told her about that pile. She ordered its removal and the Holy Cross was found. She built a church for it, consecrated it and celebrated for the Honorable Cross on the seventeenth day of the month of Tute. Christians make pilgrimages to that place every year as they do on the feast of the Resurrection.\nA certain Samaritan called Isaac, as he was travelling with his family among the people going to Jerusalem, reproved the people for taking such trouble in going to Jerusalem to worship a piece of wood. Among the people was a priest whose name was Okhidus. While travelling along the road, they became thirsty. They found no water and they came to a well where the water was foul and bitter. The people became dismayed. Isaac the Samaritan started mocking them, saying, \"If I witness a power by the name of the Cross, I will become a believer of Christ.\" The priest Okhidus was moved with divine zeal and prayed over that foul water and made the sign of the Cross on it, and it became sweet. All the people and their animals drank, but when Isaac drank, the water was bitter and wormy. He regretted and cried and came to the saint, Father Okhidus, bowed down at his feet and believed in the Lord Christ. Then he drank from the water, and he found it sweet. The water of that well possessed the power of becoming sweet for the believers and bitter for the others. A cross of light appeared in the well and a church was built there. When Isaac the Samaritan arrived in Jerusalem, he went to its bishop who baptized him and his family.\nBecause the feast of the appearance of the Honorable Cross, which is on the tenth of Baramhat, always comes during fasting, it was substituted by the fathers for the Seventeenth of Tute which is the day of consecration of its church.\nGlory and worship be to Jesus Christ our Lord forever and ever. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_17.html?lang=en#2",
			"name": "The Departure of St. Theognosta.",
			"text": "On this day also, the blessed Theognosta, departed. She was contemporary of the righteous Emperors Honorius and Arcadius.\nOne day an envoy came with gifts from the King of India to the two emperors. On their way back, they found this Virgin Theognosta holding in her hand a book that she was reading. They seized her and took her back with them to their country. She became the head of the King's attendants and his wives.\nOne day, the son of the King fell sick with a grievous sickness. She held him in her arms and made over him the sign of the Cross, and he recovered immediately. This report spread throughout that land, and since that day she was set free.\nOnce the King went to war, there came upon him thick clouds and fog. Knowing of the sign of the Cross that St. Theognosta used to make, the King made the sign of the Cross over the fog and it cleared up. With the sign of the Cross he also vanquished his enemies.\nWhen the King returned from war, he bowed down at the feet of the Saint, and asked her for the holy baptism for him and for the people of his city. She told them that it was not for her to baptize. They sent to Emperor Honorius to inform him of their acceptance of the faith and asked him to send a priest to baptize them. He sent to them a priest who was a saintly anchorite, and he baptized them all and he gave them the Holy Body and Blood of our Lord Christ. The virgin rejoiced for his coming and they blessed each other. She built a convent for herself and for the many virgins who desired the monastic life.\nWhen the priest returned to the Emperor and related to him how the people of the city entered into the faith of our Lord Christ, he rejoiced exceedingly. The Emperor agreed with the Archbishop to ordain the priest a bishop and to send him back to them, and they rejoiced greatly. There they built a big church and they needed pillars. There was a large temple for idols which had pillars so they took them to build this church. The rest of the people of this city joined the faith of the Lord Christ.\nThe virgin St. Theognosta rejoiced for all that had happened. Later on she departed in that convent and was surrounded by the virgins.\nHer prayers be with us, and Glory be to our God, forever. Amen."
		}
	],
	"18 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_18.html?lang=en#1",
			"name": "The Martyrdom of St. Prophorius (Porphyrius).",
			"text": "On this day, St. Prophorius, was martyred. He was a comedian and jester and was non-Christian. When Constance, the son of Constantine departed, Julian the Infidel, who was killed by St. Marcurius, reigned after him. This infidel and heretic was the nephew of Emperor Constantine, and he incited idol worshipping. Many of the believers were martyred on his hands. On his birthday, he gathered jesters, comedians, and people of the circus; Prophorius was one of them.\nThe infidel emperor ordered him to imitate the Christians. When he came to the ritual of the holy baptism and made the sign of the Cross over the water in the Name of the Father and the Son and the Holy Spirit, the Lord enlightened his mind and he perceived a divine grace coming down on the water and light shone from it. He immersed into the water three times, then went up and put on his clothes. He confessed that he became Christian.\nThe emperor rebuked and threatened him. Then the emperor promised to give him many gifts. In spite of that, the Saint went on saying, \"I am Christian. I am Christian.\" Finally, the emperor ordered his neck to be cut off and he received the crown of martyrdom.\nHis intercession be for us. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_18.html?lang=en#2",
			"name": "The Commemoration of Stephen the Priest, and St. Niceta (Niketa) the Martyr.",
			"text": "On this day also is the commemoration of Stephen the Priest, and St. Niceta (Niketa) the Martyr.\nTheir prayers be with us, and Glory be to our God, forever. Amen."
		}
	],
	"19 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_19.html?lang=en#1",
			"name": "The Commemoration of St. Gregory, Patriarch of the Armenians",
			"text": "On this day we commemorate St. Gregory, Patriarch of the Armenians, who became a martyr without bloodshed. He made himself a slave in the country of Armenia in the days of King Tiridates about the year 270 A.D. This king was not Christian. When he came into the temple to offer up incense to the idols, he summoned the saint to offer up incense with him, but the saint refused. The king inflicted upon him severe tortures and finally cast him in an empty pit. The Saint lived there for 15 years.\nNear the pit lived an old widow, and she saw in a vision someone telling her, \"Make bread and cast it into this pit,\" and she continued to do this for 15 years.\nIt happened that the king ordered the killing of the virgins Arbsima and Agatha, and their friends. After the killing he became exceedingly sad, because he wanted to marry St. Arbsima. He suffered a serious illness from which he did not recover until his sister saw in a dream someone telling her, \"Unless you bring up Gregory out of the pit, your brother will not be cured.\"\nThey brought the saint out of the pit, and he prayed over the king, and he was cured from his sickness (1).\nHis intercession be for us, and Glory be to our God, forever. Amen."
		}
	],
	"20 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_20.html?lang=en#1",
			"name": "The Departure of pope Athanasius the Second, the Twenty-Eighth Patriarch of the See of St. Mark.",
			"text": "On this day of the year 512 A.D., the righteous father St. Athanasius II, 28th patriarch of the See of St. Mark, departed. This father was the steward of the churches of Alexandria. When the holy father Abba Peter III departed, the bishops, elders and people agreed to ordain him patriarch for what was known of his Orthodox faith and knowledge.\nHe was a pious man, filled with the Holy Spirit and faith. When he became patriarch, he shepherded the flock of the Lord Christ exceedingly well, and he protected them from the snatching wolves with his teachings and prayers.\nHe sat on the episcopal throne for three years and nine months, then departed in peace.\nHis prayers be with us. Amen"
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_20.html?lang=en#2",
			"name": "The Martyrdom of St. Melitina the Virgin.",
			"text": "On this day also is the commemoration of the martyrdom of St. Melitina the Virgin.\nHer prayers be with us. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_20.html?lang=en#3",
			"name": "The Departure of St. Theopista.",
			"text": "Also today we commemorate the departure of St. Theopista. She was married and had a son. Her husband died while she was still young. She took it upon herself to become a nun. She started to practice the spiritual life. She persisted in fasting and continual prayers and worshipping day and night. She went to the holy father Abba Macarius, bishop of Nekios. She bowed to him, took his blessings, then she asked him to pray on her and put on her the garb of monasticism. The bishop advised her to try for a year and he promised her that he would put on her the garb of monasticism after that year.\nShe went to her house and shut herself in a small room. She closed its door, and made a small opening in it. Her son, who was then 12 years old, was taking care of her needs. She embarked in strenuous worships with asceticism and devotion. The year elapsed, and the bishop had forgotten that he had promised this saint that he would put on her the garb of monasticism.\nHe saw her in his sleep in a shining figure, telling him, \"My father, how did you forget me till now, and I am passing away tonight?\" The father the bishop saw that as if he was awake, he prayed on her the prayer for ordaining monks, and put on her the garb of monasticism. When he did not find a Kalansowa (cover for the head), he took off his own and put it on her head. Then he put on her the holy Eskeem. He asked his disciple for another Kalansowa and put it on. She had a silver cross in her hand which she gave to him saying, \"Accept this from your disciple.\" And it was said that when he awakened, he found the cross in his hand and he looked attentively at the cross which was beautifully made. He was amazed and glorified God.\nEarly in the morning he went with his disciple to the house of this blessed woman. Her son received him crying with tears. When he asked him why he was crying, he replied saying, \"My mother called me in the middle of the night and bid me farewell and told me whatever the bishop tells you, do and do not break it. I will depart this night to go to the Lord Christ. She prayed over me and advised me, saying, 'Keep all that I commanded you and do not disobey our father, the bishop, and here now I am in your hands.'\"\nThe bishop came to where the saint was lying and knocked on the door, but she did not answer. He said, \"This blessed saint had departed indeed,\" and he ordered his disciple to open the door. When the bishop entered, he found that she had given up her soul. She had on the Eskeem that he had put on her in his vision and also the Kalansowa that he had on.\nHis eyes were filled with tears. He praised and glorified God who works out the satisfaction of His saints. The bishop shrouded her as was the habit of the monks and called the priests who carried her to the holy church and prayed over her with great honor.\nThere was in the city a paralytic infidel man, suffering from evil spirits. When he heard the chanting of the priests, he asked his people to carry him and take him where the body of the saint was. When they brought him to the church, he drew near to the holy body with faith and he was cured instantly. The devil came out of him, and he became well. He and his people believed in the Lord Christ and the bishop baptized them.\nAnd everyone who had a disease or a deformity would come to the church and touch the holy body and would be healed immediately. When the governor heard about these wonders, he and most of the city believed in the Lord Christ. He came to the church, carried the body and buried it with honor.\nGlory be to our Lord and Savior, Jesus Christ, and His good Father and the Holy Spirit, forever. Amen."
		}
	],
	"21 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_21.html?lang=en#1",
			"name": "The Commemoration of the Virgin St. Mary, the Theotokos.",
			"text": "The church celebrates on this day the commemoration of the pure Lady, the Virgin St. Mary, the Theotokos, through whom was the salvation of Adam and his posterity.\nHer intercession be for us. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_21.html?lang=en#2",
			"name": "The Martyrdom of St. Cyprian (Cyprianus) and St. Justina.",
			"text": "On this day also in the year 257 A.D. the honorable St. Cyprian (Cyprianus) and St. Justina, were martyred. Cyprianus was an infidel and a magician. He learned magic in the countries of northwest Africa until he excelled over his fellows. His excessive impudence and his arrogance made him go to Antioch to challenge the magicians there and to pride himself over them of his knowledge.\nWhen he arrived there, his fame spread. A young man, the son of one of the nobles of the city, heard about him. This young man lusted for a Christian virgin who was called Justina. He saw her going to church and his heart became inflamed with her love. He was unable to obtain what he desired of her either by money, threat, or magic.\nHe sought Cyprian and complained to him about his condition, that he might make him gain favor with Justina's heart and fulfill his desire of her. Cyprian promised him the fulfillment of his desire. He used all the trickery of his sorcery but failed. Every time he sent her a host of demons, they found her praying, so they came back defeated.\nWhen Cyprian failed, he called the demons and told them, \"If you do not bring Justina to me, I shall adopt Christianity.\" The chief of the demons thought out a device to deceive him. He ordered one of his soldiers to disguise himself and to take the form of Justina and then go to Cyprian. He hastened and made it known to Cyprian her coming, so he rejoiced and waited for her. Then Satan, disguised as Justina, came to him, and Cyprianus rejoiced, and rose up to embrace her. Because of his great joy in her, he told her, \"Welcome, Queen of Women, Justina.\" Upon the mere mention of her name, Satan, disguised as her, melted away and disappeared like smoke, and an unpleasant smell spread out of him. Cyprianus knew that this was a deceitful trick of Satan who could not stand before the mentioning of her name.\nImmediately Cyprian rose up and burnt his books of magic. He was baptized by the patriarch of Antioch who put on him the monastic garb. After a while he ordained him a deacon, then a priest. Later on, after he had grown in virtues and in the doctrine of the church, they ordained him bishop of Carthage in the year 351 A.D. He took St. Justina and made her the head of a convent there. When the Ecumenical Council convened at Carthage, this saint was one of those who attended it. When Emperor Decius heard of them he had them brought before him, and he demanded them to raise incense for the idols. When they refused, he inflicted upon them many tortures and finally cut off their heads with the sword.\nTheir prayers be with us, and Glory be to our God, forever. Amen."
		}
	],
	"22 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_22.html?lang=en#1",
			"name": "The Martyrdom of Saints Cotylas (Kobtlas) and Axoua, his Sister, and Tatas, his Friend.",
			"text": "n this day, Saints Cotylas (Kobtlas) and his sister Axoua, the children of Sapor, King of Persia, and Cotylas' friend, Tatas, were martyred. Sapor worshipped fire and the sun. He inflicted many tortures on the believers, and no man throughout the country dared to mention the Name of Christ. His son, Cotylas, had a friend named Tatas who was a ruler over the country of Maydasayeen.\nCertain people laid an accusation against Tatas before the king that he was a Christian. The king sent to him a governor named Tumakher to verify the validity of what was said and if it was true, to torture him. When Cotylas, the son of the king, heard that, he also went to that country, to his friend Tatas. When the governor arrived and found that he was Christian, he ordered his men to cast him in a furnace. St. Tatas made the sign of the Cross over the fire and the fire died out. Cotylas marvelled and asked him, \"How did you learn this magic, 0 my brother?\" He replied, \"This is not magic but it is through faith in the Lord Christ.\" Cotylas asked, \"If I believed, would I be able to do the same?\" Tatas answered that with faith you can do more than this. Cotylas, the son of the king, believed in Christ, then he drew near the fire and made the sign of the Cross over it, the fire backed a distance of 12 cubits.\nThe governor sent to the king to inform him what had happened, and the king had them brought to him. He ordered to cut off the head of Tatas who thus received the crown of martyrdom. However, he tortured his son, Cotylas, with different kinds of tortures. He cast him in prison and sent for his sister Axoua, so she might persuade him to return to his father's belief. St. Cotylas preached her and turned her heart to the belief in the Lord Christ. He sent her to a priest who baptized her secretly.\nShe returned to her father saying, \"I wish that you had what my brother and I have, for there is no God but Jesus Christ.\" The king became angry and commanded to torture her, until she yielded up her soul in the hand of the Lord Christ.\nThey tied Cotylas to the tails of horses and dragged him over the mountains until he yielded up his spirit. Then they cut his body into pieces and they cast it out for the birds to consume it. When the soldiers departed, the Lord commanded saintly priests and deacons who went secretly at night and took the holy body which was shining as snow. They hid it in a place until the end of the days of persecution.\nTheir intercession be for us all. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_22.html?lang=en#2",
			"name": "The Martyrdom of St. Julius of Aqfahs (El-Akfehasi), the Writer of the Biography of Martyrs.",
			"text": "On this day also, St. Julius of Aqfahs (1) (El-Akfehasi), the writer of the biography of martyrs, was martyred. The Lord Christ appointed him to care for the bodies of the holy martyrs, to shroud them and to send them to their hometown. The Lord brought blindness into the hearts of the governors, and no one objected to him. They also never forced him to worship idols. The Lord kept him to care for the martyrs. He used 300 young men for this purpose. They wrote the biography of the holy martyrs and sent it to their hometown. But he used to minister to the holy martyrs by himself and dress their wounds. The martyrs blessed him, saying, \"You must shed your blood in the Name of our Lord Christ, so you can be counted among the martyrs.\"\nWhen the reign of Diocletian the Infidel came to an end, Constantine the Righteous reigned. The Lord Christ wished to fulfill what the saints had prophesied to St. Julius; to be counted among the martyrs. The Lord commanded him to go to Arkanius, governor of Samanoud, and to confess the Lord Christ. St. Julius went there, and the governor tortured him with many tortures, but the Lord strengthened him. The governor ordered to bring him to worship the idols. This saint prayed and the earth opened and swallowed up the 70 idols and the 140 priests who were serving them. When the governor beheld the destruction of his idols and their priests, he believed in the Lord Christ.\nThe governor went with the Saint to the governor of Athribis who tortured Saint Julius with great severity, but the Lord Christ strengthened him.\nOnce there was a feast for the idols and they decorated the temple with ornaments, lamps, statues and with palm branches. They closed the gates till the following day to start celebrating the feast. The saint asked the Lord to blot out their idols. The Lord sent his angel who cut the heads of the idols, blackened their faces with ashes, burnt up all the palms, and all the idols in the temple. On the following morning when the people came dressed to celebrate the feast and saw what had happened to their gods, they recognized their weakness. The governor of Athribis (2) and a large number of people believed in the Lord Christ. The Saint then went to the city of Towa (3) along with the governor of Samanoud and the governor of Athribis, and they met Iskandros its governor. First he refrained from torturing them, but later on he ordered his men to cut off their heads. Julius and his two sons, Tadros and Yunias; his slaves; and the governors of Samanoud and Athribis and many people were martyred. They numbered 1500. They took his body with the bodies of his sons to Alexandria for it was their hometown.\nHis intercession be for us, and Glory be to our God, forever. Amen."
		}
	],
	"23 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_23.html?lang=en#1",
			"name": "The Martyrdom of Sts. Eunapios (Onanius) and Andrew.",
			"text": "On this day, the righteous Sts. Eunapios (Onanius) and Andrew, his brother, were martyred. These saints were the sons of one of the nobles of the city of Lydd. They agreed together since their young age to become monks. They went to one of the monasteries of Syria and became monks there. Later on, they went to the honorable saint Abba Macarius. They became his disciples and dwelt with him for three years. During which they lived with love and humility, fasted and prayed continually. Their asceticism became well known. They chose Eunapios (Onanius), bishop, and Andrew, priest. They shepherded the flock of Christ with the best care. They overcame their souls and bodies.\nJulian, the infidel emperor, heard about them, and he had them brought to him. He commanded them to deny their faith in the Lord Christ, and to adopt paganism. When they refused his commands, he tortured them severely until they yielded up their spirits in the hand of the Lord Christ, to Him is the glory. Each received three crowns: one for monasticism, asceticism, and worship; one for the priesthood and guarding the flock against the devilish wolves; and a third one for martyrdom and shedding their blood for the Christian faith.\nTheir prayers and their blessings be upon us. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_23.html?lang=en#2",
			"name": "The Commemoration of the Martyrdom of St. Thecla.",
			"text": "On this day also is the commemoration of the holy martyr, St. Thecla (Takla), the bride of Christ.\nHer prayers be with us. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_23.html?lang=en#3",
			"name": "The Re-Opening of the church of the Virgin in Haret El-Rum.",
			"text": "On this day also of the year 129, of the martyrs, the Church of the Virgin in Haret El-Rum in Cairo was re-opened after having been closed for 11 years.\nHer intercession be for us, and Glory be to our God, forever. Amen."
		}
	],
	"24 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_24.html?lang=en#1",
			"name": "The Departure of St. Gregory the Ascetic.",
			"text": "On this day, St. Gregory the monk, departed. He was the son of pious, Christian and exceedingly rich parents from one of the cities of Upper Egypt. They cared greatly to teach their son the art of speaking, medicine and also taught him the Church subjects. Next, they took him to the father Abba Isaac, bishop of their city who ordained him a psalter to serve the altar. When they wanted him to get married, he refused. Later on, the bishop promoted him to a reader. Gregory was devoted to praying and he was inclined to seclusion since his young age. He used to pay many visits to Abba Pachomius (Pakhom). He took much money from his parents and brought it to St. Pachomius, beseeching him to spend it on building monasteries. The saint accepted his alms and spent it on building the monasteries of the holy Cenobitism. Later on, he went to Abba Pachomius, where he became a monk. He struggled practicing all kinds of virtues to the point that just from his look and appearance the lustful person would learn purity. He dwelt there for 13 years.\nWhen Saint Macarius came to visit St. Pachomius, Gregory asked St. Pachomius to permit him to go back with St. Macarius. He dwelt with St. Macarius for two years, then he asked him if he could live alone and St. Macarius allowed him. He dug out a small cave for himself in the mountain where he dwelt for seven years. He used to visit St. Macarius twice a year, on Christmas and on Easter, to consult him in his spiritual fight.\nWhen he completed 22 years of strife, God wished to repose him. God sent to him an angel who informed him that after three days he would depart from the world. St. Gregory called the elders of the desert, bade them farewell and asked them to remember him in their prayers. Three days later, he departed in peace.\nHis prayers be with us to keep us from every evil. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/1_24.html?lang=en#2",
			"name": "The Martyrdom of St. Quadratus, One of the Seventy Disciples.",
			"text": "On this day also was the martyrdom of St. Quadratus, one of the seventy apostles who were chosen by the Lord. He was born in the city of Athens, and was one of its wealthy and learned nobles. He believed in the Lord Christ and served him. Having received the grace of the Comforter on the day of Pentecost, he preached the life-giving Gospel in many countries. He entered the city of Magnis and preached there. The people of the city believed; he baptized them and taught them the life-giving Commandments. Then he returned to Athens, to preach there also, but they stoned him and tortured him severely. Finally they cast him into the fire; thus, he received the crown of martyrdom.\nHis prayers be with us, and Glory be to our God forever. Amen."
		}
	],
	"25 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_25.html?lang=en#1",
			"name": "The Departure of Jonah, the Great Prophet",
			"text": "On this day, the great prophet Jonah, the son of Amittai, departed. It was said that he was the son of the widow of Zar-e-phath whom Elijah the Prophet had raised from the dead. Jonah followed Elijah, served him and received the grace of prophesying. God inspired him to go to the city of Nineveh to admonish its people and to warn them that after three days the city shall be overthrown. Jonah pondered in his heart saying, \"If God wished to destroy them He would not forewarn them. I fear that if I go to them and convey to them this warning, they might repent and God would not destroy them. I would be a liar and no one will listen to me and probably may be get killed because I conveyed to them a false message from God. So I will arise and flee.\" What did this prophet think of? How could anyone flee from the face of God? By escaping, he wanted to get away from the city of Nineveh. He did not want to admonish them knowing that God is gracious and merciful, slow to anger and repentant of the evil. He thought that by staying away from Nineveh the Lord would send another prophet to preach to this city.\nThe escape of Jonah the Prophet, and his having been cast into the sea are to make manifest the miracle of his remaining in the belly of the whale for three days and then coming out safely. This was a symbol of, and evidence for, the resurrection of our Savior from the sepulcher, unchanged, after three days.\nJonah rose up to flee from the presence of the Lord and went down to Joppa; he found a ship going to Tarshish and sailed on it. The Lord sent out a great wind and there was a mighty tempest in the sea and the ship was about to break. The people were all afraid, and cried every man to his god. They said everyone to his fellow, \"Come and let us cast lots, that we may know because of whom this evil has befallen us.\" And when they had cast lots, it fell upon Jonah. They said to him, \"What have you done that brought such an affliction on us?\" He replied, \"Cast me in the sea and you shall be saved.\" They begged the Lord's pardon, then they cast him into the sea, and a great whale swallowed him. He remained in its belly for three days and three nights and then he was cast out on the seashore.\nHe rose up straightaway and came into Nineveh. He preached to its people and they all repented: The King, the nobles, and the poor, the old and the young. They all cried to God with fasting and everyone turned from his way and the Lord accepted their repentance and had mercy upon them. Jonah returned to the land of Israel and died there. He was more than 900 years before the advent of the Lord Christ. He prophesied in the days of Amos and his son Hosea. He lived nearly 100 years, out of which he prophesied more than 70 years.\nHis prayers be with us, and Glory be to our God, forever. Amen."
		}
	],
	"26 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_26.html?lang=en#1",
			"name": "The Angels' Annunciation of John the Baptist to Zacharias",
			"text": "On this day it was announced to Zacharias, the priest, the birth of John the Baptist. Zacharias was well advanced in years and his wife, Elizabeth, was barren and her time for begetting children had passed.\nZacharias was praying and beseeching God persistently to give him a child because the children of Israel reviled anyone without a son and treated him with ignominy. They would say about him that he was without the blessing that God had told Adam in these words: \"Be fruitful and multiply.\" The Lord had compassion on him and He hearkened to his petition. He sent him Gabriel the Angel to announce to him the birth of John. The angel came to him while he was in the sanctuary, as it is mentioned in the Holy Gospel (Luke 1:11), and announced to him the birth of the great prophet John, and that he should precede the Christ as it was said by the prophets, \"He shall go before Him.\" He asked the angel, \"Whereby shall I know this? For I am an old man, and my wife well advanced in years.\" The angel told him that he was sent from God to announce that to him and it is not seemly for him to doubt. He then told him that he shall be dumb till the birth of the child. On the day of John's circumcision, they asked him about the child's name. He asked for a tablet and wrote on it John and straightaway his mouth opened. Then he spoke and praised God and prophesied concerning his son John and the Lord Christ. He prophesied about his son that he would be a prophet and he should go before the face of the Lord.\nThe prayers of this priest be with us, and Glory be to our God, forever. Amen."
		}
	],
	"27 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_27.html?lang=en#1",
			"name": "The Martyrdom of St. Eustathius and His Two Sons",
			"text": "On this day, St. Eustathius and his two sons were martyred. He was one of the ministers of the Roman Empire. Early in his life, he did not know God, but he used to give alms and charity in abundance, and the Lord did not wish that his toil should be in vain. While he was in the desert hunting wild animals, a figure of a cross, appeared to him between the horns of a stag, and it reached up to heaven. He chased the stag in the mountains to hunt it. The Lord spoke to him and told him about his new name which is Eustathius, for he was called, Ephlokidus, before. The Lord ordered him to be baptized in the Name of the Lord Christ and told him that poverty should come upon him speedily.\nWhen he heard that, he descended from the mountain and went to the bishop of the city who baptized him, his wife and his sons, and he changed his name to Eustathius as the Lord had ordered him. Right after that, he lost all what he had from slaves, handmaidens, cattle and money. Then he took his wife and his sons, and went forth from the city of Rome and embarked on a ship. And as he could not pay the fare, they took his wife instead. He took his two sons and came to a river. He crossed over to the other side with one of them and returned to get the other, but he did not find him because a lion had taken him. He went back to get the first but he did not find him either because a wolf had snatched him. He felt deep sorrow because of the loss of his wife and his two sons.\nSt. Eustathius worked, for a period of time, as a guard in a garden until the Emperor of Rome died and another reigned instead who sent messengers to search for that saint. One of the messengers happened to enter the garden which the saint guarded. The two men recognized each other and St. Eustathius was taken back to the Emperor. The Emperor honored him and reinstated him to his former position.\nIt happened in that time that a war broke out and they recruited two men from every city to the army. The two sons of the saint were saved by the Divine Will from the lion and the wolf and were brought up in the same city. They remained for a long time not knowing each other. Then the Divine Will arranged that both would be recruited from that city. One day while they were walking, they reached a garden and sat there talking together, and they discovered that they were brothers.\nAs for their mother, the owner of the ship who had kept her in payment of the fare was a barbarian, but God protected her from him. He kept her in a garden which by the Divine Will was the same garden, where her two sons had gathered in, and she was close by her sons while they were talking and she recognized them. The two sons were assigned to guard the treasury of their father who did not recognize them.\nWhen the Lord willed to gather this blessed family together, the wife entered the place where her husband was, and they recognized each other and rejoiced for reuniting unexpectedly. Then she told him that she had met their sons in the garden. While she was telling him so, the two sons joined them and she cried joyfully, \"There are our two sons!\" They embraced each other in tears of joy, and they praised God who fulfilled what he had promised and they lived in joy and peace. Later on, the Emperor died and another reigned who worshipped idols. He summoned St. Eustathius and his wife and his sons. He ordered them to worship the idols but they refused. So he ordered his men to torture them with fire, but they were not harmed. Then he commanded to cast them into a brazen cauldron and set fire under it. Thus they delivered their souls into the hands of the Lord, and received the crowns of martyrdom from our Lord and Savior Jesus Christ.\nTheir prayers be with us, and Glory be to our God, forever. Amen."
		}
	],
	"28 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_28.html?lang=en#1",
			"name": "The Martyrdom of Saints Abadir (Apater) and Eraee (Herai), His Sister",
			"text": "On this day, Sts. Abadir (Apater) and Eraee (Herai), his sister, the children of Wasilides, the minister of Antioch, were martyred. Abadir was appointed Esfeh-selar (a high ranking governmental position) in his father's position. He had a room wherein he prayed and the Lord Christ appeared to him in the middle of the night and told him: \"Rise up and take your sister Eraee, and go to Egypt to receive the crown of martyrdom and I will instruct a man whose name is Samuel to take care of your bodies and prepare them for burial.\" He bid him peace then went up into heaven. This vision was seen by his sister also, in which she was told, \"Hearken to your brother and do not transgress his command.\" When she woke up, she trembled, and she went to her brother and told him about the vision, declaring that she would not disobey him. They vowed to each other to go and shed their blood in the Name of the Lord Christ.\nWhen his mother knew that, she and her handmaidens rent their garments, and came to St. Abadir. His mother pleaded with him not to become a martyr. He promised her that he would not go forward to Diocletian seeking martyrdom. Her heart was soothed, not knowing his intention of going somewhere else to become a martyr.\nEvery night he used to change his apparel and go disguised to give water to the prisoners and minister to them all night, and he asked the door-keeper not to tell anyone.\nLater on, he saw a vision to remind him of travelling. He took his sister and went to Alexandria, then they came to Cairo. They met St. Abekragon who recognized them and blessed them. From there they came to Tomwah where they entered the church and prayed in it. Then, they went to El-Ashmunin where they met with Samuel the deacon. The following day Samuel went with them to Ansena, and they confessed our Lord Christ before Arianus the governor, who tortured them severely. Meanwhile, Saint Abadir prayed and entreated God to strengthen his faith and the faith of his sister Eraee. The Lord took their souls and carried them up to the heavenly Jerusalem and they saw the eminent ranks and the luminous habitations of the righteous; then he brought them back to their bodies.\nThe governor wrote their decree and then adjured Abadir by his God to tell him his name and who he was. The saint replied, \"Swear to me that you shall not change what you have decreed,\" and when the governor swore to him, he said, \"I am Abadir El-Esfeh-selar.\" The governor cried out, saying, \"Woe to me, 0 my Lord why did you not let me know that you are my Lord and let me go so far as to condemn you to all these severe tortures?\" The saint replied, \"Fear not, for you are about to receive the crown of martyrdom. The emperor will seek me and will not find me, and he will hear that you have killed me. Then he will call you, torture you and you will die in the Name of our Lord Christ. And now hasten to finish us.\" Straightaway the governor ordered that their heads be cut off. The believers wrapped up their bodies in fine apparels and Samuel the deacon took them to his house until the days of persecution were ended and a great church was built for them.\nTheir intercession be for us, and Glory be to our God, forever. Amen."
		}
	],
	"29 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_29.html?lang=en#1",
			"name": "The Martyrdom of St. Arbsima (Repsima) the Virgin and Her Sisters the Virgins",
			"text": "On this day, the holy virgins Arbsima (Repsima) and Agatha (Ghana) and their sisters, were martyred during the reign of Emperor Diocletian.\nThis infidel sought out the most beautiful damsel to marry. He sent artists to every country and ordered them to paint a portrait of the most beautiful damsel that their sights fell on and to give him an accurate description of her. When they arrived nearby Rome, they entered a convent for virgins and found Saint Arbsima and none was like her in beauty. They painted a portrait of her and sent it to the Emperor who rejoiced when he saw it. He sent to the kings and governors to invite them to the wedding celebrations.\nWhen Arbsima and the virgins knew that, they wept, and left the convent fleeing, entreating the Lord Christ to help them and to keep their virginity. They fled to the country of Armenia, and entered the province over which Tridates was king. There they dwelt in a winery in a deserted garden. They had great trouble in getting their food, so one of them made glass, sold it, and with the money they bought their food.\nWhen Diocletian sought for Arbsima, he did not find her. Later on, he heard that she was in the country of Armenia so he sent to Tridates the governor to look for her. When the virgins heard that, they left their shelter and hid themselves in the city. But someone informed about them. Tridates then commanded to bring Arbsima to him and when she refused, they abducted her and brought her to him.\nWhen he saw her beauty, he wanted to have her for himself, but she did not let him. He brought her mother to persuade her but instead she besought her to endure patiently. She comforted her, told her that she must not forsake her true Bridegroom, the Lord Jesus Christ, and that she must not defile her virginity. When he knew what her mother had done, he commanded to break her teeth.\nGod gave St. Arbsima power to overcome the governor; she pushed him forcefully and he fell on his back. She left him lying on the floor although he was well known by his might and bravery in war. Ashamed of having been vanquished by a virgin damsel, he ordered to cut off her head. The soldiers came and tied her, tore out her tongue, plucked out her eyes, and then cut her into pieces. When the governor rose up from his fall and regained his senses, he was sorry for killing the saint. He ordered to slay the rest of the virgins. The soldiers pierced the soles of their feet, flayed them, cut them into pieces, and then cast them out. One of them was sick and was lying on a bed, and she cried out to the soldiers so she might join her sisters. So, they cut off her head also and thus, all the virgins received the crown of martyrdom. The soldiers also slew all who had come with them from Rome.\nAfter their departure, the governor became mad and the physicians could not help him until Saint Gregory, Bishop of Armenia, came to him and prayed over him. By this he was healed of his affliction and believed in the Lord Christ. He took the bodies of the holy and pure virgins and laid them in a holy place.\nTheir intercession be for us, and Glory be to our God, forever. Amen."
		}
	],
	"30 Tout": [
		{
			"url": "https://www.copticchurch.net/synaxarium/1_30.html?lang=en#1",
			"name": "The Commemoration of the Miracle that God Performed for St. Athanasius the Apostolic",
			"text": "On this day the Lord Christ performed a great miracle for the honorable Saint Abba Athanasius, 20th Pope of Alexandria. When Emperor Constantius, the son of the righteous Emperor Constantine, adopted the teachings of Arius who said that the Son was, after not being, and therefore not equal to the Father, he sent a man, whose name was Gawargios, to Alexandria. He also sent along with him 500 horsemen and letters appointing Gawargios patriarch of Alexandria instead of Abba Athanasius the Apostolic. He ordered Gawargios to support the faith of Arius and slay all who would not be obedient to him.\nWhen this man arrived to the city, he preached the teachings of Arius but only a few people of the city accepted his teachings. Therefore, he killed a large number of people, and St. Athanasius hid himself for a period of six years. After which he went to the city of Constantinople, and asked Emperor Constantius either to restore him to his See or to slay him so he would receive the crown of martyrdom. But the Emperor ordered his men to place him in a small boat and to leave him in the sea without food or water or a guide. The Emperor thought that he would die of hunger or thirst or get drowned. In this way he hoped to get rid of the saint and his admonition to him for his heresy, and they did with the saint as the Emperor had ordered them.\nThe boat sailed along smoothly and in peace with the Lord's will and His care. St. Athanasius was surrounded and cared for by the Angels until he arrived in Alexandria three days later. When the believers heard that their shepherd had arrived, they rejoiced and went out to him and received him with candles and songs of praise. Then they brought him into the church and expelled\nGawargios and his followers. St. Athanasius dedicated that day as a great feast to the Lord.\nMay his prayers be with us and to our God is the glory and honor now and ever unto the end of ages. Amen.In the name of the Father and the Son and the Holy Spirit, One God. Amen."
		}
	],
	"1 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_1.html?lang=en#1",
			"name": "The Martyrdom of Saint Anastasia",
			"text": "On this day, St. Anastasia was martyred. This fighter was a native of Rome, and the daughter of Christian parents. They raised her well and taught her the Christian manners. When she grew up, her parents wanted her to get married, but she did not agree with them for she had forsaken the vanities of the world and its lusts.\nShe instead chose to lead a spiritual life and longed for the heavenly glories since her young age. She entered one of the convents of the virgins in Rome and put on the monastic garb. She subdued her body with devoutness and asceticism. She did not eat except once every two days. During the holy Lent she ate only on Saturdays and Sundays after the prayer of the sixth hour of the day. Her food during all the days of her monastic life was dry bread and salt.\nIt came to pass that some of the convents of virgins, nearby the convent where this saint was staying, were celebrating a feast. The abbess took St. Anastasia, with some of the virgins, and went to join in celebrating that feast. On their way, St. Anastasia saw the soldiers of Emperor Decius the Infidel torturing some Christians and dragging them. Her heart became inflamed with divine love and she shouted at them saying, \"O you hard-hearted men is that what you do to those whom God created in His own form and image and for whom He gave Himself up?\" One of the soldiers seized her and brought her to the Governor who asked her saying, \"Is it true that you are a Christian, worshipping Him who was crucified?\" She confessed the truth and did not deny it. He inflicted her with severe tortures, then he crucified her and lit a fire under her, but it did not harm her. When she did not give up her faith because of these pains, he commanded that her head be cut off. She said a long prayer, then she bowed her head and the swordsman cut off her neck and she received the crown of martyrdom.\nHer intercession be for us and Glory be to our God, forever. Amen."
		}
	],
	"2 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_2.html?lang=en#1",
			"name": "The Coming of Saint Severus, Patriarch of Antioch, to Egypt",
			"text": "On this day St. Severus, Patriarch of Antioch, came to Egypt in the days of Eustinos the Emperor. This Emperor opposed the Orthodox belief, following that of the council of Chalcedon. However Queen Theodora, his wife, was an Orthodox and she loved St. Severus because of his Christian virtues and his true faith. The Emperor called him one day and many discussions took place regarding the faith, but the Emperor would not turn away from his wrong belief. The Emperor issued his orders to slay St. Severus. The Queen besought the saint to escape to save himself but he refused saying, \"I am ready to die holding the Orthodox faith.\" However, as the Queen and the God loving brethren insisted, he and some brethren left to Egypt.\nWhen the Emperor sought St. Severus and did not find him, he sent soldiers after him. But God hid St. Severus from the soldiers and they did not see him although he was close to them. When he came to Egypt, he went disguised from place to place and from monastery to monastery, and God made many signs and wonders by his hands.\nOne day, he went to the desert of Scete, at Wadi-El Natroun, and he entered the church in a uniform of a stranger monk and a great miracle took place at that time. It came to pass, that after the priest had placed the bread (Kourban) on the altar and gone around the church offering the incenses, and after the reading of the Epistles and the Gospel, he lifted off the Ebrospharin (altar covering), and did not find the Kourban in the paten; so, the priest was disturbed and wept. He turned towards the worshippers saying, \"O my brethren, I did not find El-Kourban in the paten, and I know not whether this thing has happened because of my sin or because of your sin.\" The people wept; and straightaway, the angel of the Lord appeared to the priest and told him, \"This has happened not because of your sin or because of the sin of the worshippers but because you offered El-Kourban in the presence of the Patriarch. The priest replied, \"And where is he, O my Lord?\" The angel pointed towards St. Severus. St. Severus was standing in a corner of the church and the priest recognized him by the grace of the Holy Spirit. The priest came to Abba Severus, who commanded him to continue the liturgy after they brought him to the altar with great honor. When the priest had gone up to the altar he found the offering on the paten as before. They all praised God and glorified His Holy Name.\nSt. Severus went forth from that place and came to the city of Sakha where he dwelt with a noble, and righteous man named Dorotheus, and he remained there until his departure.\nHis prayers be with us all and Glory be to our God, forever. Amen."
		}
	],
	"3 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_3.html?lang=en#1",
			"name": "The Departure of St. Simon II, 51st Pope of the See of St. Mark.",
			"text": "On this day of the year 822 A.D., the pure father Abba Simon II, 51st Pope of the See of St. Mark, departed. This saint was the son of Orthodox Christian parents of the nobles of Alexandria. He nursed the milk of the faith from his childhood and he learned the doctrines of the church. He chose for himself the monastic life, so he went to the desert of Scete. He became a monk in the cell of his predecessor Abba Jacob, the Patriarch. He dwelt with Abba Jacob for many years during which he exhausted his body by strenuous ascetic life, and many worships.\nWhen Abba Marcus II became a Patriarch, he requested St. Simon from his spiritual father Abba Jacob for what was known of his good reputation and his sound judgement. He stayed with Abba Marcus until his departure. When Abba Jacob, his spiritual father, became patriarch, he kept Abba Simon with him and he benefitted from him often. When Abba Jacob departed, the bishops, priests, and elders unanimously agreed with a spiritual unity to bring forward this father for what they had seen of him (as to righteousness and Orthodox Faith) during his stay with the two Patriarchs who proceeded him. They seized him, bound him and ordained him a Patriarch. He perused an angelic life, which was well-pleasing to the Lord. And, as God wished to repose him, he did not stay on the throne but for five and a half months and departed in peace. His prayers be with us. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_3.html?lang=en#2",
			"name": "The Martyrdom of St. John the Soldier.",
			"text": "On this day also was the martyrdom of St. John the soldier, who was from the city of Ashrobah.\nThe blessing of his prayers be with us and Glory be to our God, forever. Amen."
		}
	],
	"4 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_4.html?lang=en#1",
			"name": "The Martyrdom of St. Bacchus, the Friend of St. Sergius",
			"text": "On this day, St. Bacchus, the friend of St. Sergius, was martyred. When Emperor Maximianus seized these saints, he tortured them severely. After having stripped them of their military ranks, he sent them to Antiochus, King of Syria, who imprisoned St. Sergius. However, he ordered St. Bacchus to be killed, his body made heavier by attaching stones to him, then cast into the River Euphrates. The Lord protected the body and the waves brought it to the shore near two ascetic holy men who were brothers. The angel of the Lord appeared to them and commanded them to go and carry away the body of the Saint. When they came to where the body was, they found an eagle and a lion protecting it. The beasts spent a whole day and a night guarding it without harming it, although they were beasts of prey, for they had been commanded by divine providence to protect the body.\nThe two holy men took the body with great honor, singing hymns until they came to their cave where they buried it.\nHis prayers be with us and glory be to our God, forever. Amen."
		}
	],
	"5 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_5.html?lang=en#1",
			"name": "The Martyrdom of St. Paul, Patriarch of Constantinople",
			"text": "On this day, St. Paul, Patriarch of Constantinople, was martyred. He was a disciple of Abba Alexandros, Patriarch of Constantinople. He was appointed to the patriarchy after the departure of Abba Alexandros. When he sat on the patriarchal throne, he expelled the followers of the Arian sect from Constantinople and its surroundings.\nWhen Emperor Constantine, the Great, departed, his three sons reigned after him. Constantine II reigned over Constantinople, Constans reigned over Rome and Constantius reigned over France. Constantine II held the same belief as Arius. He was sorry for what Abba Paul had done to the Arians. He asked him to stop excommunicating them, but the Patriarch did not listen to him. The Emperor became angry and exiled him from Constantinople as he had also exiled Abba Athanasius the Apostolic from Alexandria.\nThe two Patriarchs met in Rome, and went to stand before Emperor Constans to inform him of their concern. He wrote a letter to his brother on their behalf, ordering him to accept them and threatened him if he did not receive them - there would be no peace but war between them. When the two saints came to Constantinople, they gave the letter to Emperor Constantine, who accepted his brother's letter and returned them to their Chairs.\nHowever, after the slaying of his brother, Emperor Constans, in Rome, Constantine II exiled St. Paul again to the country of Armenia. A few days later, he sent to one of the followers of Arius commanding him to catch up with St. Paul there and slay him. He went to him at night and strangled him, thus he received the crown of martyrdom. He stayed four years in office.\nHis prayers be with us and Glory be to our God, forever. Amen."
		}
	],
	"6 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_6.html?lang=en#1",
			"name": "The Departure of the Righteous Hannah, the Prophetess Mother of Samuel, the Prophet",
			"text": "On this day, the righteous Hannah, the prophetess, and mother of Samuel the Prophet, departed. This just woman was of the tribe of Levi. Elkanah, the son of Jeroham, married her. He also had another wife whose name was Peninnah.\nHannah had no children because she was barren. Peninnah was always reviling her because she had no children. Hannah wept and did not eat. Elkanah, her husband, comforted her saying, \"Why do you weep? Why do you not eat? And why is your heart grieved? Am I not better to you than ten sons?\" (1 Samuel 1: 8)\nShe did not accept his comfort and went up to the house of the Lord during the days of Eli the priest. She prayed and wept before the Lord. Then she made a vow, and said, \"O Lord of hosts if you will give Your maid-servant a male child, then I will give him to the Lord all the days of his life.\" (1 Samuel 1: 11) Eli the priest was watching her as she stood silently, for she was praying in her heart. Eli thought that she was drunk and he rebuked her but she told him, \"No, my lord, I am a woman of sorrowful spirit I have drunk neither wine nor intoxicating drink, but have poured out my spirit before the Lord.\" He answered her saying, \"Go in peace and the God of Israel grant your petition.\" (I Samuel 1:17) She believed his word, and went home.\nThen she conceived and brought forth a son, and she called him Samuel, which is interpreted as \"being asked for\", because she said, \"I have asked him of the Lord.\" When she weaned him, she took him to the house of the Lord, as she had vowed. She brought the child to Eli the priest, and she said, \" ... I am the woman who stood by you here praying to the Lord. For this child I prayed, and the Lord has granted me my petition which I asked of Him. Therefore I also have lent him to the Lord; as long as he lives he shall be lent to the Lord.\" (I Samuel 1:26-28) Then she praised God in that well-known praise attributed to her. She lived after this a life well-pleasing to God, and departed in peace.\nHer prayers be with us and Glory be to our God, forever. Amen."
		}
	],
	"7 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_7.html?lang=en#1",
			"name": "The Departure of St. Paul of Tamouh",
			"text": "On this day, Abba Paul (Paula) who was from Tamouh (El-Tamouhi) (Thmoui), departed. Since he was inclined since his young age to solitary life, he went to Ansena Mountain. There he lived with his disciple Ezekiel, who was the witness of his virtues.\nFor his exceeding love to the Lord Christ, to Whom is the glory, he exhausted his body with asceticism, forsaking earthly things, with fasting and many prayers in a way that exceeds human endurance. For this, he deserved that the Lord Christ appear to him and bless him for his conduct in this life, for such is the behavior of those who are perfect and who fight against the flesh, the world and the devil till they overcome them. St. Paul said to the Lord, \"All that is due to Your care, O You creator and redeemer of the human race, by Your death on our behalf, we the undeserving sinners.\" The Lord Christ comforted and strengthened him.\nWhen our father St. Bishoy went to Mount Ansena, he was joined by the saint Abba Paula. The Lord Christ told Abba Paul (Paula), \"Your body will be buried with that of My chosen Bishoy.\" When Abba Paula departed, his body was placed with the body of St. Bishoy.\nWhen they wanted to move the body of St. Bishoy to the wilderness of St. Macarius in Scete, they carried it onto a boat and left St. Paul's body behind; however, the boat would not move, until they brought the body of St. Paul and placed it beside St. Bishoy's body. Then they brought them to the wilderness of Sheheat (Scete).\nTheir prayers be with us and Glory be to our God, forever. Amen."
		}
	],
	"8 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_8.html?lang=en#1",
			"name": "The Martyrdom of St. Matra.",
			"text": "On this day, St. Matra the elder, was martyred. He was a native of Alexandria, a believing Christian. When Decius reigned, he established the worship of idols. He afflicted the Christian people in every place. When his edict reached Alexandria, its people began also to be persecuted.\nSome brought accusations against this saint. The Governor brought St. Matra to question him about his faith. St. Matra confessed that the Lord Christ is a true God of true God. The Governor commanded him to worship the idols and promised him much money. When he refused, he threatened to punish him, but he did not give up his faith. He shouted at the governor, \"I do not worship but the Lord Christ, the creator of heaven and earth.\" The Governor became angry with him, and ordered him beaten. He was severely beaten and then hanged up by his arms. They then imprisoned him and slit his face and his temples with a red hot rod. Finally, because he insisted on not giving up his faith, they cut off his head outside the city.\nHis prayers be with us. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_8.html?lang=en#2",
			"name": "The Martyrdom of the Saints Abba Hor, Tosia (Susanna) and Her Children, and Abba Agathon, the Hermit.",
			"text": "On this day also is the commemoration of St. Abba Hor, the commemoration of St. Tosia and her children, the martyrs at Tamouh; and Saint Agathon, the hermit.\nTheir prayers be with us all and Glory be to our God, forever. Amen."
		}
	],
	"9 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_9.html?lang=en#1",
			"name": "The Departure of St. Eumenius, the Seventh Pope of the See of St. Mark.",
			"text": "On this day of the year 146 A.D., Saint Eumenius the seventh Pope of the See of St. Mark, departed. Pope Abremius, the fifth Pope, ordained him a deacon and he served 10 years in this position. When St. Yustus, the sixth Pope, was appointed, he saw how Eumenius excelled in knowledge and faith, so he ordained him a priest. He entrusted to him the teaching of the believers of the church of Alexandria, and asked him to look after them and to instruct them in the principles of the Orthodox faith.\nWhen Pope Yustus departed, this father was chosen Patriarch. He handed down the care of the churches and the teaching of the believers to Father Marcianus who later became his successor. He continually restored the strayed sinners, explaining to the pagans plainly the Divinity of our Lord Jesus Christ and His being one in His divine essence. He stayed on the chair for 13 years and departed in peace.\nHis prayers be with us. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_9.html?lang=en#2",
			"name": "The Eclipse of the Sun in the Year 958 A.M.",
			"text": "On this day also, in the year 958 A.M., during the reign of King El-Saleh Ayoub and the papacy of the father the Patriarch Abba Kyrillos III, 75th Pope of the See of St. Mark, a stupendous thing happened in the world which amazed those who beheld it or heard of it. The sun became gradually dark until darkness spread everywhere and the stars were seen in the daytime.\nPeople lit lamps and were struck with great fear. They cried out to God the Almighty with all their hearts, asking for His compassion and mercy. The Lord had mercy upon them, removed their fear and the darkness was lifted all at once and the sun appeared to light up the world, and the lamps were extinguished. That occurred from 8:30 a.m. to 9:30 a.m. The people glorified God who was long suffering towards them and did not deal with them according to their sins but according to His mercy and patience.\nTo Him is the Glory in His church. Amen."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_9.html?lang=en#3",
			"name": "The Commemoration of St. Simon (Simeon) the Bishop.",
			"text": "On this day also is the commemoration of Saint Simon the Bishop.\nHis prayers be with us and Glory be to our God, forever. Amen."
		}
	],
	"10 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_10.html?lang=en#1",
			"name": "The Martyrdom of St. Sergius, the Friend of St. Bacchus",
			"text": "On this day, St. Sergius, the friend of St. Bacchus, was martyred. He was a high ranking soldier, advanced in the court of Emperor Maximianus, who showed him great favor. Because this Emperor was pagan and these two saints were people of faith, he sent them to Antiochus, King of Syria, to torture them and slay them if they did not forsake their faith.\nAntiochus inflicted St. Bacchus with severe tortures and, when he did not dissuade him from his Christianity, he ordered his men to slay him. They killed him and cast his body into the River Euphrates. The waves brought him to the bank near two holy men. The Lord sent an eagle to guard the pure body and inspired the two saints to take it. They took the body with reverence and buried it(1). St. Sergius was sad for his friend Bacchus until he saw him in his sleep in a beautiful palace, shining brightly; so his soul was exceedingly comforted. Later on, the Governor commanded to drive nails into St. Sergius' feet, and to send him to El-Rusafa (2)tied to the tails of the horses; his blood flowed down on the ground. On their way, they met a virgin damsel, who gave them water to drink. When she saw the condition the saint was in, she felt sad for him and she pitied his youth and his fine form. The saint told her, \"Come, follow me to the city of El-Rusafa to take my body,\" and she followed him. The Governor of El-Rusafa was a friend of St. Sergius, and it was through St. Sergius, that the Governor had this position. The Governor tried to convince him to change his mind to save his life. When St. Sergius did not accept his advice, he ordered his head cut off. That virgin came and received the blood which flowed from his holy neck and kept it in a clip of wool.\nHowever, the holy body was kept until the end of the days of persecution when they built a church for him at El-Rusafa. The church was consecrated by 15 bishops. They laid his holy body in a coffin made of marble. Those who were present witnessed that a fragrant oil flew from his body and it healed the sick.\nHis prayers be with us and Glory be to our God, forever. Amen."
		}
	],
	"11 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_11.html?lang=en#1",
			"name": "The Departure of St. James, Patriarch of Antioch."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_11.html?lang=en#2",
			"name": "The Departure of St. Pelagia."
		}
	],
	"12 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_12.html?lang=en#1",
			"name": "The Departure of Abba Demetrius I, 12th Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_12.html?lang=en#2",
			"name": "The Martyrdom of St. Matthew the Evangelist."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_12.html?lang=en#3",
			"name": "The Commemoration of the Archangel Michael."
		}
	],
	"13 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_13.html?lang=en#1",
			"name": "The Departure of Saint Zacharias, the Monk"
		}
	],
	"14 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_14.html?lang=en#1",
			"name": "The Departure of St. Philip, One of the Seven Deacons"
		}
	],
	"15 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_15.html?lang=en#1",
			"name": "The Martyrdom of Saint Panteleimon, the Physician"
		}
	],
	"16 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_16.html?lang=en#1",
			"name": "The Departure of St. Agathon, 39th Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_16.html?lang=en#2",
			"name": "The Commemoration of the Sts. Carpus, Apollos (Papylus) and Peter."
		}
	],
	"17 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_17.html?lang=en#1",
			"name": "The Departure of St. Dioscorus II 31st Pope of Alexandria"
		}
	],
	"18 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_18.html?lang=en#1",
			"name": "The Departure of the Honorable Father Saint Theophilus 23rd Pope of Alexandria"
		}
	],
	"19 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_19.html?lang=en#1",
			"name": "The Assembly of the Council of Antioch against Paul of Samosata."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_19.html?lang=en#2",
			"name": "The Martyrdom of Sts. Theophilus and His Wife in Fayyum."
		}
	],
	"20 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_20.html?lang=en#1",
			"name": "The Departure of the Great St. John Colobos (the Short)"
		}
	],
	"21 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_21.html?lang=en#1",
			"name": "The Commemoration of the Theotokos."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_21.html?lang=en#2",
			"name": "The Commemoration of the Relocation of the Body of Lazarus."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_21.html?lang=en#3",
			"name": "The Departure of Joel the Prophet."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_21.html?lang=en#4",
			"name": "The Departure of St. Freig (Abba Tegi, Anba Roweiss)."
		}
	],
	"22 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_22.html?lang=en#1",
			"name": "The Martyrdom of Saint Luke the Evangelist"
		}
	],
	"23 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_23.html?lang=en#1",
			"name": "The Departure of St. Yousab, 52nd Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_23.html?lang=en#2",
			"name": "The Martyrdom of St. Dionysius, Bishop of Corinth."
		}
	],
	"24 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_24.html?lang=en#1",
			"name": "The Departure of the Righteous Father Abba Hilarion."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_24.html?lang=en#2",
			"name": "The Martyrdom of the Sts. Paul, Longinus and Deenah (Zena)."
		}
	],
	"25 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_25.html?lang=en#1",
			"name": "The Departure of the Saints Apollo and Abib."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_25.html?lang=en#2",
			"name": "The Commemoration of the Consecration of the Church of Saint Julius El-Akfahsee (Aqfahs)."
		}
	],
	"26 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_26.html?lang=en#1",
			"name": "The Martyrdom of Saint Timon the Apostle."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_26.html?lang=en#2",
			"name": "The Commemoration of the Seven Martyrs on the Mount of St. Antonius."
		}
	],
	"27 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_27.html?lang=en#1",
			"name": "The Martyrdom of the Righteous Father Saint Macarius Bishop of Edkow (Tkoou)"
		}
	],
	"28 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_28.html?lang=en#1",
			"name": "Martyrdom of the Sts. Marcian (Marcianus) and Mercurius"
		}
	],
	"29 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_29.html?lang=en#1",
			"name": "The Martyrdom of St. Demetrius of Thessalonica"
		}
	],
	"30 Baba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/2_30.html?lang=en#1",
			"name": "The Commemoration of the Consecration of the Church of St. Mark the Evangelist and the Appearance of His Holy Head."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/2_30.html?lang=en#2",
			"name": "The Departure of St. Ibrahim (Ibraham) the Hermit."
		}
	],
	"1 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_1.html?lang=en#1",
			"name": "The Martyrdom of the Saints Maximus, Numitius, Victor (Boctor), and Philip (Philopus)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_1.html?lang=en#2",
			"name": "The Commemoration of Saint Cleopas the Apostle and His Companion."
		}
	],
	"2 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_2.html?lang=en#1",
			"name": "The Departure of St. Peter the Third 27th Pope of Alexandria"
		}
	],
	"3 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_3.html?lang=en#1",
			"name": "The Departure of St. Cyriacus."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_3.html?lang=en#2",
			"name": "The Departure of St. Athanasius and His Sister, Irene."
		}
	],
	"4 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_4.html?lang=en#1",
			"name": "The Martyrdom of Saints John and James, Bishops of Persia."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_4.html?lang=en#2",
			"name": "The Martyrdom of Saints Epimachus and Adrianus (Azarianus)."
		}
	],
	"5 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_5.html?lang=en#1",
			"name": "The Appearance of the Head of St. Longinus, the Soldier."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_5.html?lang=en#2",
			"name": "The Martyrdom of St. Timothy and the Relocation of the Body of St. Theodore, the Prince, to Shotb."
		}
	],
	"6 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_6.html?lang=en#1",
			"name": "The Departure of St. Felix, Pope of Rome."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_6.html?lang=en#2",
			"name": "The Consecration of the church of the Virgin in the Mouharaque Monastery in Quosquam Mount."
		}
	],
	"7 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_7.html?lang=en#1",
			"name": "The Martyrdom of St. George of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_7.html?lang=en#2",
			"name": "The Martyrdom of St. Nehroua."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_7.html?lang=en#3",
			"name": "The Departure of St. Mina, Bishop of Tamai (Thmoui)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_7.html?lang=en#4",
			"name": "The Consecration of the Church of St. George of Cappadocia."
		}
	],
	"8 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_8.html?lang=en#1",
			"name": "The Commemoration of the Four Incorporeal Beasts"
		}
	],
	"9 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_9.html?lang=en#1",
			"name": "The Departure of the Holy Father Anba Isaac, 41st Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_9.html?lang=en#2",
			"name": "The Assembly of the Ecumenical Council at Nicea."
		}
	],
	"10 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_10.html?lang=en#1",
			"name": "The Martyrdom of St. Sophia and the Fifty Virgins with her."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_10.html?lang=en#2",
			"name": "The Assembly of a Council in Rome because of the Feast of Theophany and Lent."
		}
	],
	"11 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_11.html?lang=en#1",
			"name": "The Departure of St. Anna (Hannah), the mother of the Theotokos."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_11.html?lang=en#2",
			"name": "The Commemoration of the Martyrdom of St. Archelaus and the Martyrdom of Elisha the Hegumen."
		}
	],
	"12 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_12.html?lang=en#1",
			"name": "The Commemoration of the Honored Archangel Michael"
		}
	],
	"13 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_13.html?lang=en#1",
			"name": "The Departure of St. Timothy, Bishop of Ansena (Antinoe)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_13.html?lang=en#2",
			"name": "The Departure of St. Zacharias, 64th Pope of Alexandria."
		}
	],
	"14 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_14.html?lang=en#1",
			"name": "The Departure of St. Martinus (Martin) Bishop of Tours (Thrace)"
		}
	],
	"15 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_15.html?lang=en#1",
			"name": "The Martyrdom of Saint Mari-Mina, the Wonder Worker"
		}
	],
	"16 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_16.html?lang=en#1",
			"name": "The Beginning of the Fast of the Nativity (Advent) in the Coptic Church."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_16.html?lang=en#2",
			"name": "The Consecration of the Church of St. Abu-Nofer (Onuphrius)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_16.html?lang=en#3",
			"name": "The Martyrdom of Saint Yostus, the Bishop."
		}
	],
	"17 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_17.html?lang=en#1",
			"name": "The Departure of Saint John Chrysostom"
		}
	],
	"18 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_18.html?lang=en#1",
			"name": "The Martyrdom of the Two Saints: Atrasis and Yoana (Junia)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_18.html?lang=en#2",
			"name": "The Martyrdom of Saint Philip the Apostle."
		}
	],
	"19 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_19.html?lang=en#1",
			"name": "The Consecration of the Church of St. Sergius and St. Bacchus."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_19.html?lang=en#2",
			"name": "The Commemoration of the Preaching of St. Bartholomew, the Apostle."
		}
	],
	"20 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_20.html?lang=en#1",
			"name": "The Departure of St. Anianus, 2nd Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_20.html?lang=en#2",
			"name": "The Consecration of the Churches of Prince Theodore, the Son of John El-Shotbe, and Prince Theodore El-Mishreke."
		}
	],
	"21 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_21.html?lang=en#1",
			"name": "The Commemoration of the Virgin St. Mary, the Theotokos."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_21.html?lang=en#2",
			"name": "The Departure of Saint Gregory, the Wonder Worker."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_21.html?lang=en#3",
			"name": "The Departure of Saint Cosma, 54th Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_21.html?lang=en#4",
			"name": "The Commemoration of the Holy Martyrs Alphaeus, Zacchaeus, Romanus and John, and the Commemoration of the Saints Thomas, Victor, and Isaac of the City of Ashmunen."
		}
	],
	"22 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_22.html?lang=en#1",
			"name": "The Martyrdom of Saints Cosmas, Damian, Their Brothers and Their Mother"
		}
	],
	"23 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_23.html?lang=en#1",
			"name": "The Departure of St. Cornelius the Centurion."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_23.html?lang=en#2",
			"name": "The Consecration of the Church of St. Marina."
		}
	],
	"24 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_24.html?lang=en#1",
			"name": "The Commemoration of the Twenty-Four Priests"
		}
	],
	"25 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_25.html?lang=en#1",
			"name": "The Martyrdom of St. Mercurius Known as the Saint with the Two Swords"
		}
	],
	"26 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_26.html?lang=en#1",
			"name": "The Commemoration of the Martyrdom of the Sts. Valerian (Balaryanos) and Tiburcius (Thiborinos), His Brother."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_26.html?lang=en#2",
			"name": "The Commemoration of St. Gregory, Bishop of Nyssa."
		}
	],
	"27 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_27.html?lang=en#1",
			"name": "The Martyrdom of St. James the Mangled (Sawn)."
		}
	],
	"28 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_28.html?lang=en#1",
			"name": "The Martyrdom of St. Sarapamon, Bishop of Niku."
		}
	],
	"29 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_29.html?lang=en#1",
			"name": "The Martyrdom of St. Peter, the Seal of the Martyrs, 17th Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_29.html?lang=en#2",
			"name": "The Martyrdom of St. Clement, Pope of Rome."
		}
	],
	"30 Hator": [
		{
			"url": "https://www.copticchurch.net/synaxarium/3_30.html?lang=en#1",
			"name": "The Departure of St. Acacius, Patriarch of Constantinople."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_30.html?lang=en#2",
			"name": "The Martyrdom of St. Macarius."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/3_30.html?lang=en#3",
			"name": "The Consecration of the Church of Saints Cosmas, Damian, Their Brothers and Their Mother."
		}
	],
	"1 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_1.html?lang=en#1",
			"name": "The Departure of St. Peter Elrahawy, Bishop of Gaza."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_1.html?lang=en#2",
			"name": "The Consecration of the Church of the Saint Abba Shenouda."
		}
	],
	"2 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_2.html?lang=en#1",
			"name": "The Departure of the Saint Abba Hor, the Monk."
		}
	],
	"3 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_3.html?lang=en#1",
			"name": "The Entrance of Saint Mary into the Temple at Jerusalem."
		}
	],
	"4 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_4.html?lang=en#1",
			"name": "The Martyrdom of St. Andrew the Apostle, the Brother of St. Peter."
		}
	],
	"5 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_5.html?lang=en#1",
			"name": "The Departure of Nahum, the Prophet."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_5.html?lang=en#2",
			"name": "The Martyrdom of St. Victor (Boctor)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_5.html?lang=en#3",
			"name": "The Martyrdom of St. Isidore (Isidorus)."
		}
	],
	"6 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_6.html?lang=en#1",
			"name": ""
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_6.html?lang=en#2",
			"name": "The Martyrdom of St. Anatolius (Anatole)."
		}
	],
	"7 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_7.html?lang=en#1",
			"name": "The Departure of St. Matthew the Poor."
		}
	],
	"8 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_8.html?lang=en#1",
			"name": "The Departure of St. Heraclas (Theoclas), 13th Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_8.html?lang=en#2",
			"name": "The Martyrdom of the Saints: Barbara and Juliana."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_8.html?lang=en#3",
			"name": "The Martyrdom of the Saints: Esi (Isi) and His Sister Thecla."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_8.html?lang=en#4",
			"name": "The Departure of St. Samuel the Abbot of El-Qualamon Monastery (Abba Samuel the Confessor)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_8.html?lang=en#5",
			"name": "The departure of St. Yustus, the monk of St. Anthony's monastery."
		}
	],
	"9 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_9.html?lang=en#1",
			"name": "The Departure of St. Poemin, the Confessor."
		}
	],
	"10 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_10.html?lang=en#1",
			"name": "The Relocation of the Body of St. Severus, Patriarch of Antioch."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_10.html?lang=en#2",
			"name": "The Departure of St. Nicholas, the Confessor, Bishop of Myra (Mora)."
		}
	],
	"11 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_11.html?lang=en#1",
			"name": "The Departure of the Saint Abba Pijimi."
		}
	],
	"12 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_12.html?lang=en#1",
			"name": "The Commemoration of the Honorable Michael, the Archangel."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_12.html?lang=en#2",
			"name": "The Departure of St. Hedra, Bishop of Aswan."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_12.html?lang=en#3",
			"name": "The Commemoration of St. John the Confessor."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_12.html?lang=en#4",
			"name": "Assembly of a Council in Rome Against Benates (Novatus) the Priest."
		}
	],
	"13 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_13.html?lang=en#1",
			"name": "The Martyrdom of St. Barsanuphius."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_13.html?lang=en#2",
			"name": "The Departure of St. Abracius (Apraxios)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_13.html?lang=en#3",
			"name": "The Consecration of the Church of St. Misaeal (Misayil), the Anchorite."
		}
	],
	"14 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_14.html?lang=en#1",
			"name": "The Martyrdom of Saints Behnam and Sarah, His Sister."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_14.html?lang=en#2",
			"name": "The Departure of Saint Christodoulos."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_14.html?lang=en#3",
			"name": "The Martyrdom of Saints Simeon of Menouf, Abba Hor, and Abba Mina the Elder."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_14.html?lang=en#4",
			"name": "The Martyrdom of Saint Ammonius, Bishop of Esna (Latopolis)."
		}
	],
	"15 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_15.html?lang=en#1",
			"name": "The Departure of St. Gregory, Patriarch of the Armenians."
		}
	],
	"16 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_16.html?lang=en#1",
			"name": "The Departure of the Righteous Gideon, One of the Judges of Israel."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_16.html?lang=en#2",
			"name": "The Martyrdom of Saints Harouadi, Ananias and Khouzi."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_16.html?lang=en#3",
			"name": "The Consecration of the Church of St. James, the Persian."
		}
	],
	"17 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_17.html?lang=en#1",
			"name": "The Commemoration of the Departure of St. Luke the Stylite and the Relocation of His Holy Relics."
		}
	],
	"18 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_18.html?lang=en#1",
			"name": "The Commemoration of the Relocation of the Relics of St. Titus to Constantinople."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_18.html?lang=en#2",
			"name": "The Commemoration of St. Heracleas the Martyr and St. Philemon the Priest."
		}
	],
	"19 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_19.html?lang=en#1",
			"name": "The Departure of St. John, Bishop of El-Borollos Who Gathered the Biographies of the Saints (The Synaxarion)."
		}
	],
	"20 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_20.html?lang=en#1",
			"name": "The Departure of the Upright Haggai the Prophet."
		}
	],
	"21 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_21.html?lang=en#1",
			"name": "The Commemoration of the Virgin Mary, the Theotokos."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_21.html?lang=en#2",
			"name": "The Martyrdom of St. Barnabas, One of the Seventy Apostles."
		}
	],
	"22 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_22.html?lang=en#1",
			"name": "The Commemoration of the Archangel Gabriel."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_22.html?lang=en#2",
			"name": "The Departure of St. Anastasius, 36th Pope of Alexandria."
		}
	],
	"23 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_23.html?lang=en#1",
			"name": "The Departure of David, the Prophet and King."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_23.html?lang=en#2",
			"name": "The Departure of St. Timothy, the Anchorite."
		}
	],
	"24 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_24.html?lang=en#1",
			"name": "The Martyrdom of St. Ignatius, Patriarch of Antioch."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_24.html?lang=en#2",
			"name": "The Departure of St. Philogonus, Patriarch of Antioch."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_24.html?lang=en#3",
			"name": "The Birth of St. Takla Haymanot, the Ethiopian."
		}
	],
	"25 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_25.html?lang=en#1",
			"name": "The Departure of St. John Kama (Khame)."
		}
	],
	"26 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_26.html?lang=en#1",
			"name": "The Martyrdom of St. Anastasia."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/4_26.html?lang=en#2",
			"name": "The Commemoration of St. Juliana the Martyr."
		}
	],
	"27 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_27.html?lang=en#1",
			"name": "The Martyrdom of St. Anba \"Bisadi\" (Psote), the Bishop."
		}
	],
	"28 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_28.html?lang=en#1",
			"name": "The Martyrdom of 150 Men and 24 Women from Ansena."
		}
	],
	"29 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_29.html?lang=en#1",
			"name": "The Feast of the Nativity of Our Lord Jesus Christ (Christmas)."
		}
	],
	"30 Kiahk": [
		{
			"url": "https://www.copticchurch.net/synaxarium/4_30.html?lang=en#1",
			"name": "The Departure of St. John, Archpriest of Scetis."
		}
	],
	"1 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_1.html?lang=en#1",
			"name": "The Martyrdom of St. Stephen the Archdeacon."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_1.html?lang=en#2",
			"name": "The Martyrdom of St. Lawindianus (Leontius)."
		}
	],
	"2 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_2.html?lang=en#1",
			"name": "The Departure of St. Theonas, 16th Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_2.html?lang=en#2",
			"name": "The Martyrdom of St. Callinicus (Gallinicus), Bishop of Oseem."
		}
	],
	"3 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_3.html?lang=en#1",
			"name": "The Commemoration of the Slain Children of Bethlehem by the Order of King Herod"
		}
	],
	"4 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_4.html?lang=en#1",
			"name": "The Departure of St. John the Evangelist and Theologian"
		}
	],
	"5 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_5.html?lang=en#1",
			"name": "Martyrdom of St.Eusegnius (Eugenius) the Soldier"
		}
	],
	"6 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_6.html?lang=en#1",
			"name": "The Commemoration of the Circumcision of the Lord Christ."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_6.html?lang=en#2",
			"name": "The Ascension of Elijah the Prophet."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_6.html?lang=en#3",
			"name": "The Departure of St. Marcianus, 8th Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_6.html?lang=en#4",
			"name": "The Departure of St. Basil the Great, Bishop Of Caesarea."
		}
	],
	"7 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_7.html?lang=en#1",
			"name": "The Departure of St. Sylvester, Pope of Rome"
		}
	],
	"8 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_8.html?lang=en#1",
			"name": "Consecration of The Church of Saint Macarius the Great"
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_8.html?lang=en#2",
			"name": "Departure of Pope Andronicus I"
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_8.html?lang=en#3",
			"name": "Departure of Pope Benjamin I"
		}
	],
	"9 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_9.html?lang=en#1",
			"name": "The Departure of Abba Abraam, Companion of Abba Gawarga."
		}
	],
	"10 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_10.html?lang=en#1",
			"name": "Paramouni of Holy Theophany (Epiphany)."
		}
	],
	"11 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_11.html?lang=en#1",
			"name": "The Holy Theophany of Our Lord, God and Savior, Jesus Christ (Baptism of the Lord christ)."
		}
	],
	"12 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_12.html?lang=en#1",
			"name": "The Commemoration of the Archangel Michael."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_12.html?lang=en#2",
			"name": "The Martyrdom of St. Theodore El-Mishreke (the Oriental)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_12.html?lang=en#3",
			"name": "The Martyrdom of St. Anatole (Anatolius)."
		}
	],
	"13 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_13.html?lang=en#1",
			"name": "The Commemoration of the Miracle at Cana of Galilee."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_13.html?lang=en#2",
			"name": "The Departure of St. Theophilus, the Monk."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_13.html?lang=en#3",
			"name": "The Martyrdom of St. Demiana."
		}
	],
	"14 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_14.html?lang=en#1",
			"name": "The Departure of St. Archiledis (Arselidas)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_14.html?lang=en#2",
			"name": "The Departure of St. Maximus, Brother of St. Domadius (Domatius)."
		}
	],
	"15 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_15.html?lang=en#1",
			"name": "The Departure of Obadiah, the Prophet."
		}
	],
	"16 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_16.html?lang=en#1",
			"name": "The Martyrdom of St. Philotheus."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_16.html?lang=en#2",
			"name": "The Departure of St. John IV, 48th Pope of Alexandria."
		}
	],
	"17 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_17.html?lang=en#1",
			"name": "The Departure of St. Maximus and St. Domatius (Domadius)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_17.html?lang=en#2",
			"name": "The Departure of Anba Yusab, Bishop of Girga, known as El- Abbah."
		}
	],
	"18 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_18.html?lang=en#1",
			"name": "The Departure of St. James, Bishop of Nisibis."
		}
	],
	"19 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_19.html?lang=en#1",
			"name": "The Discovery of the Relics of St. Abahor (Pihour) St. Bisoura (Pisoura) and their Mother Ampira (Asra)."
		}
	],
	"20 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_20.html?lang=en#1",
			"name": "The Departure of St. Prochorus, One of the Seventy Disciples."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_20.html?lang=en#2",
			"name": "The Commemoration of the Consecration of the Church of St. John, the Owner of the Golden Gospel, and the Transfer of His Relics to It. Also, the Commemoration of the Martyrdom of Anba Behna (Bahnou) and Anba Kloag (Bagoug), the Priest."
		}
	],
	"21 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_21.html?lang=en#1",
			"name": "The Dormition of Our Lady, the Virgin Mary, the Theotokos."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_21.html?lang=en#2",
			"name": "The Departure of St. Hilaria, Daughter of Emperor Zeno."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_21.html?lang=en#3",
			"name": "The Departure of St. Gregorius (Gregory of Nyssa), Brother of St. Basil the Great."
		}
	],
	"22 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_22.html?lang=en#1",
			"name": "The Departure of St. Anthony the Great (Antonius)."
		}
	],
	"23 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_23.html?lang=en#1",
			"name": "The Martyrdom of St. Timothy, the Apostle."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_23.html?lang=en#2",
			"name": "The Departure of Pope Cyril IV (Kyrillos), 110th Pope of Alexandria."
		}
	],
	"24 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_24.html?lang=en#1",
			"name": "The Departure of St. Mary the Ascetic (The Shut-In)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_24.html?lang=en#2",
			"name": "The Martyrdom of Anba Bisada (St. Psati), the Priest."
		}
	],
	"25 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_25.html?lang=en#1",
			"name": "The Departure of St. Peter, the Worshipper."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_25.html?lang=en#2",
			"name": "The Martyrdom of St. Askala (Asela), the Ascetic."
		}
	],
	"26 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_26.html?lang=en#1",
			"name": "The Martyrdom of the Forty-Nine Saints, the Elders of Sheheat (Scetis)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_26.html?lang=en#2",
			"name": "The Departure of St. Anastasia."
		}
	],
	"27 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_27.html?lang=en#1",
			"name": "The Martyrdom of St. Sarapion."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_27.html?lang=en#2",
			"name": "The Commemoration of the Archangel Suriel."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_27.html?lang=en#3",
			"name": "The Relocation of the Relics of St. Timothy, the Apostle."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_27.html?lang=en#4",
			"name": "The Martyrdom of St. Abe-Fam, the Soldier (St. Phoebammon)."
		}
	],
	"28 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_28.html?lang=en#1",
			"name": "The Martyrdom of St. Clement."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_28.html?lang=en#2",
			"name": "The Martyrdom of St. Anba Kaou."
		}
	],
	"29 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_29.html?lang=en#1",
			"name": "The Departure of St. Eksani (St. Xene)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/5_29.html?lang=en#2",
			"name": "The Commemoration of St. Seriakos (Syriacus), the Fighter."
		}
	],
	"30 Toba": [
		{
			"url": "https://www.copticchurch.net/synaxarium/5_30.html?lang=en#1",
			"name": "The Martyrdom of Saints Pistis, Helpis, Agape, and Their Mother, Sophia."
		}
	],
	"1 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_1.html?lang=en#1",
			"name": "The Commemoration of the Ecumenical Council in Constantinople."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_1.html?lang=en#2",
			"name": "The Commemoration of the Consecration of the Church of St. Peter, the Seal of Martyrs."
		}
	],
	"2 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_2.html?lang=en#1",
			"name": "The Departure of the Great Saint Anba Paul, the First Hermit."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_2.html?lang=en#2",
			"name": "The Departure of St. Longinus, Abbot of El-Zugag Monastery."
		}
	],
	"3 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_3.html?lang=en#1",
			"name": "The Departure of St. James, the Ascetic."
		}
	],
	"4 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_4.html?lang=en#1",
			"name": "The Martyrdom of St. Agabus, One of the Seventy Disciples."
		}
	],
	"5 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_5.html?lang=en#1",
			"name": "The Departure of St. Agrippinus, 10th Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_5.html?lang=en#2",
			"name": "The Commemoration of the Saints Anba Bishay and Anba Abanoub."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_5.html?lang=en#3",
			"name": "The Departure of St. Apollo, friend of Anba Abib."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_5.html?lang=en#4",
			"name": "The Commemoration of the Relocation of the Relics of the Forty-Nine Elders of the Wilderness of Shiheet (Scetis)."
		}
	],
	"6 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_6.html?lang=en#1",
			"name": "The Appearance of the Body of St. Apolidus (Hippolytus), Pope of Rome."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_6.html?lang=en#2",
			"name": "The Martyrdom of the Saints Abakir, John, the Three Virgins and Their Mother."
		}
	],
	"7 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_7.html?lang=en#1",
			"name": "The Martyrdom of St. Fabianus (Fabrianus), Pope of Rome."
		}
	],
	"8 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_8.html?lang=en#1",
			"name": "The Feast of Presenting the Lord Christ in the Temple."
		}
	],
	"9 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_9.html?lang=en#1",
			"name": "The Departure of St. Severus, Patriarch of Antioch."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_9.html?lang=en#2",
			"name": "The Departure of St. James (Yacobus), 50th Pope of Alexandria."
		}
	],
	"10 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_10.html?lang=en#1",
			"name": "The Martyrdom of St. James the Apostle, Son of Alphaeus."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_10.html?lang=en#2",
			"name": "The Martyrdom of St. Justus, Son of Emperor Numerian."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_10.html?lang=en#3",
			"name": "The Departure of St. Isidore of Pelusium."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_10.html?lang=en#4",
			"name": "The Martyrdom of St. Philo, Bishop of the Persian."
		}
	],
	"11 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_11.html?lang=en#1",
			"name": "The Martyrdom of St. Fabianus (Fabrianus), Pope of Rome."
		}
	],
	"12 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_12.html?lang=en#1",
			"name": "The Commemoration of the Archangel Michael."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_12.html?lang=en#2",
			"name": "The Departure of St. Gelasius."
		}
	],
	"13 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_13.html?lang=en#1",
			"name": "The Martyrdom of St. Sergius of Atripe, His Father, Mother, Sister, and Many Others with Them."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_13.html?lang=en#2",
			"name": "The Departure of St. Timothy III, 32nd Pope of Alexandria."
		}
	],
	"14 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_14.html?lang=en#1",
			"name": "The Departure of St. Severus, Patriarch of Antioch."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_14.html?lang=en#2",
			"name": "The Departure of St. James (Yacobus), 50th Pope of Alexandria."
		}
	],
	"15 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_15.html?lang=en#1",
			"name": "The Departure of St. Zechariah, the Prophet."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_15.html?lang=en#2",
			"name": "The Consecration of the First Church Dedicated for the Forty Martyrs of Sebaste."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_15.html?lang=en#3",
			"name": "The Departure of St. Paphnoute (Paphnotius)."
		}
	],
	"16 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_16.html?lang=en#1",
			"name": "Departure of St. Elizabeth"
		}
	],
	"17 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_17.html?lang=en#1",
			"name": "The Martyrdom of St. Mina (Menas), the Monk."
		}
	],
	"18 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_18.html?lang=en#1",
			"name": "The Departure of St. Malatius the Confessor, Patriarch of Antioch."
		}
	],
	"19 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_19.html?lang=en#1",
			"name": "The Commemoration of the Relocation of the Relics of St. Martianus, the Monk."
		}
	],
	"20 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_20.html?lang=en#1",
			"name": "The Departure of St. Peter, 21st Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_20.html?lang=en#2",
			"name": "The Commemoration of Sts. Basil, Theodore and Timothy, the Martyrs."
		}
	],
	"21 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_21.html?lang=en#1",
			"name": "The Commemoration of the Virgin St. Mary."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_21.html?lang=en#2",
			"name": "The Martyrdom of St. Onesimus, the Disciple of St. Paul."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_21.html?lang=en#3",
			"name": "The Departure of St. Gabriel, 57th Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_21.html?lang=en#4",
			"name": "The Departure of St. Zacharias, Bishop of Sakha."
		}
	],
	"22 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_22.html?lang=en#1",
			"name": "The Departure of St. Maruta (Maruthas) the Bishop."
		}
	],
	"23 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_23.html?lang=en#1",
			"name": "The Martyrdom of St. Eusebius, Son of Basilides, the Minister."
		}
	],
	"24 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_24.html?lang=en#1",
			"name": "The Departure of St. Agapetus (Agapius), the Bishop."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_24.html?lang=en#2",
			"name": "The Martyrdom of St. Timothy and St. Matthias."
		}
	],
	"25 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_25.html?lang=en#1",
			"name": "The Martyrdom of Sts. Archippus, Philemon and Lycia the Virgin."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_25.html?lang=en#2",
			"name": "The Martyrdom of St. Quona (Kona) and St. Mina."
		}
	],
	"26 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_26.html?lang=en#1",
			"name": "The Departure of St. Hosea, the Prophet."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_26.html?lang=en#2",
			"name": "The Martyrdom of St. Zadok and the 128 who were with Him."
		}
	],
	"27 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_27.html?lang=en#1",
			"name": "The Departure of St. Eustathius, Patriarch of Antioch."
		}
	],
	"28 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_28.html?lang=en#1",
			"name": "The Martyrdom of St. Theodore, the Roman."
		}
	],
	"29 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_29.html?lang=en#1",
			"name": "The Martyrdom of St. Polycarp, Bishop of Smyrna."
		}
	],
	"30 Amshir": [
		{
			"url": "https://www.copticchurch.net/synaxarium/6_30.html?lang=en#1",
			"name": "The Appearance of the Head of St. John the Baptist."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/6_30.html?lang=en#2",
			"name": "Abba Kyrillos the Sixth, the 116th Pope of Alexandria."
		}
	],
	"1 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_1.html?lang=en#1",
			"name": "The Departure of St. Narcissus."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_1.html?lang=en#2",
			"name": "The Martyrdom of St. Alexandrus."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_1.html?lang=en#3",
			"name": "Commemoration of Anba Marcura."
		}
	],
	"2 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_2.html?lang=en#1",
			"name": "The Martyrdom of St. Macrobius (Makrawy) the Bishop."
		}
	],
	"3 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_3.html?lang=en#1",
			"name": "The Departure of St. Cosmas, the Fifty-Eighth Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_3.html?lang=en#2",
			"name": "The Martyrdom of St. Porphyry."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_3.html?lang=en#3",
			"name": "The Departure of St. Hadid the priest."
		}
	],
	"4 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_4.html?lang=en#1",
			"name": "Assembly of the Holy Council on the island of Bani-Omar."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_4.html?lang=en#2",
			"name": "The Martyrdom of St. Haboulyous (Hanulius) the prince."
		}
	],
	"5 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_5.html?lang=en#1",
			"name": "The Departure of Anba Serapamon, Archpriest of Abba Yehnis (John) monastery."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_5.html?lang=en#2",
			"name": "Commemoration of the Martyrdom of St. Eudexia (Eutychia)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_5.html?lang=en#3",
			"name": "The Martyrdom of St. Peter the priest."
		}
	],
	"6 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_6.html?lang=en#1",
			"name": "The Martyrdom of St. Dioscorus."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_6.html?lang=en#2",
			"name": "The Departure of St. Theodotus, the bishop."
		}
	],
	"7 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_7.html?lang=en#1",
			"name": "The Martyrdom of Sts. Philemon and Apollonius."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_7.html?lang=en#2",
			"name": "The Martyrdom of St. Mary the Israelite."
		}
	],
	"8 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_8.html?lang=en#1",
			"name": "The Martyrdom of St. Matthias, the apostle."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_8.html?lang=en#2",
			"name": "The Departure of St. Julian, the Eleventh Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_8.html?lang=en#3",
			"name": "The Martyrdom of St. Arianus, the Governor of Ansena."
		}
	],
	"9 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_9.html?lang=en#1",
			"name": "The Departure of St. Konan."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_9.html?lang=en#2",
			"name": "The Martyrdom of Sts. Abrianus, Amrata his wife, Eusebius, Armanius, and the Forty Martyrs."
		}
	],
	"10 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_10.html?lang=en#1",
			"name": "Commemoration Of the Appearance Of The Glorious Cross."
		}
	],
	"11 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_11.html?lang=en#1",
			"name": "The Martyrdom Of St. Basil (Basilaos) The Bishop."
		}
	],
	"12 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_12.html?lang=en#1",
			"name": "The Commemoration of the Honorable Angel Michael."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_12.html?lang=en#2",
			"name": "The Commemoration of the revealing of the virginity of St. Demetrius the Twelfth Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_12.html?lang=en#3",
			"name": "The Martyrdom of St. Malachias of Palestine."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_12.html?lang=en#4",
			"name": "The Martyrdom of St. Glathinos in Damascus."
		}
	],
	"13 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_13.html?lang=en#1",
			"name": "The Departure of Abba Dionysius, the Fourteenth Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_13.html?lang=en#2",
			"name": "The Return of the Great Sts. Anba Macarius the Great and Anba Macarius of Alexandria, from Exile."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_13.html?lang=en#3",
			"name": "The Martyrdom of the Forty Martyrs of Sebastia."
		}
	],
	"14 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_14.html?lang=en#1",
			"name": "The Departure of Anba Kyrellos (Cyril) the Seventy Fifth Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_14.html?lang=en#2",
			"name": "The Martyrdom of St. Shenouda (Sinouti) El Bahnasawy."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_14.html?lang=en#3",
			"name": "The Martyrdom of the Sts. Eugenius, Agathodorus and Elpidius."
		}
	],
	"15 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_15.html?lang=en#1",
			"name": "The Departure of St. Sarah the nun."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_15.html?lang=en#2",
			"name": "The Martyrdom of St. Helias of Hnes."
		}
	],
	"16 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_16.html?lang=en#1",
			"name": "The Departure Of The Saint Anba Khail (Mikhail) The Forty Six Pope Of The See Of St. Mark."
		}
	],
	"17 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_17.html?lang=en#1",
			"name": "The Departure of Lazarus, the beloved of the Lord."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_17.html?lang=en#2",
			"name": "The Commemoration of the Sts. George the ascetic, Belasius the martyr, and Anba Joseph the bishop."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_17.html?lang=en#3",
			"name": "The Departure of St. Basilius, Bishop of Jerusalem."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_17.html?lang=en#4",
			"name": "The Martyrdom of St. Sedhom Bishay in Domiat."
		}
	],
	"18 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_18.html?lang=en#1",
			"name": "The Martyrdom of St. Isidore, Friend of Sina the Soldier."
		}
	],
	"19 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_19.html?lang=en#1",
			"name": "The Martyrdom of St. Aristobulus, the apostle."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_19.html?lang=en#2",
			"name": "The Martyrdom of the Sts. Alexander, Agabius, Alexander, Timol (Timolaos), Dionysius, Romulus, and Blesius (Valesius)."
		}
	],
	"20 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_20.html?lang=en#1",
			"name": "The Departure Of the St. Anba Khail (Mikhail) the Fifty Six Pope of the See of St. Mark."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_20.html?lang=en#2",
			"name": "Raising of Lazarus from the dead."
		}
	],
	"21 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_21.html?lang=en#1",
			"name": "Commemoration of the Theotokos and Ever-Virgin St. Mary "
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_21.html?lang=en#2",
			"name": " Commemoration of the visit of Our Lord Christ to Bethany "
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_21.html?lang=en#3",
			"name": " Consultation of the Chief Priests to put the righteous Lazarus to death"
		}
	],
	"22 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_22.html?lang=en#1",
			"name": "The Departure of St. Kyrellos (Cyril), Bishop of Jerusalem."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_22.html?lang=en#2",
			"name": "The Departure of St. Michael, Bishop of Naqadah."
		}
	],
	"23 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_23.html?lang=en#1",
			"name": "The Departure of the Great Prophet Daniel."
		}
	],
	"24 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_24.html?lang=en#1",
			"name": "The Apparition of the Pure Lady the Virgin in the church of Zeiton."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_24.html?lang=en#2",
			"name": "The Departure of Anba Macarius, the Fifty-Ninth Pope of Alexandria."
		}
	],
	"25 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_25.html?lang=en#1",
			"name": "The Commemoration of the Crucifixion of Our Lord Jesus Christ."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_25.html?lang=en#2",
			"name": "The Departure of St. Macarius the Great."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_25.html?lang=en#3",
			"name": "The Martyrdom of St. Domicos."
		}
	],
	"26 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_26.html?lang=en#1",
			"name": "The Departure of St. Euphrasia (Eupraxia), the virgin."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_26.html?lang=en#2",
			"name": "The Departure of Pope Peter VI, the One Hundred and Fourth Pope of Alexandria."
		}
	],
	"27 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_27.html?lang=en#1",
			"name": "The Commemoration of the Crucifixion of Our Lord Jesus Christ."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_27.html?lang=en#2",
			"name": "The Departure of St. Macarius the Great."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_27.html?lang=en#3",
			"name": "The Martyrdom of St. Domicos."
		}
	],
	"28 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_28.html?lang=en#1",
			"name": "The Departure of the righteous Emperor Constantine the Great."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_28.html?lang=en#2",
			"name": "The Departure of Pope Peter (Petros) VII, the One Hundred and Ninth Patriarch."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_28.html?lang=en#3",
			"name": "The commemoration of Anba Sarapamon, known as \"The Veiled\" Bishop of El-Monofia."
		}
	],
	"29 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_29.html?lang=en#1",
			"name": "The Commemoration of the Life giving Annunciation."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_29.html?lang=en#2",
			"name": "The Commemoration of the Resurrection of the Lord Christ from the dead."
		}
	],
	"30 Baramhat": [
		{
			"url": "https://www.copticchurch.net/synaxarium/7_30.html?lang=en#1",
			"name": "The Commemoration of the Archangel Gabriel the Announcer."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_30.html?lang=en#2",
			"name": "The Commemoration of the Transfer of the Relies of St. James, known as the Mangled."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/7_30.html?lang=en#3",
			"name": "The Commemoration of Samson, One of the Judges of Israel."
		}
	],
	"1 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_1.html?lang=en#1",
			"name": "The Martyrdom of the Holy Virgins: Agape, Eirene, and Shiona."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_1.html?lang=en#2",
			"name": "The Martyrdom of the One Hundred and Fifty believers by the hand of king of Persia."
		}
	],
	"2 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_2.html?lang=en#1",
			"name": "The Martyrdom of St. James the Apostle Brother of St. John the Apostle."
		}
	],
	"3 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_3.html?lang=en#1",
			"name": "The Departure of St. John, Bishop of Jerusalem."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_3.html?lang=en#2",
			"name": "The Departure of the holy father Anba Michael, the Seventy First Pope of the See of St. Mark."
		}
	],
	"4 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_4.html?lang=en#1",
			"name": "The Departure of Anba Isaac, the Disciple of Anba Apollo."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_4.html?lang=en#2",
			"name": "The Departure of Pope Gabriel II, the Seventy Pope of Alexandria, who was known as Ibn Turaik."
		}
	],
	"5 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_5.html?lang=en#1",
			"name": "The Commemoration of the Great Prophet Ezekiel, the son of Buzi."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_5.html?lang=en#2",
			"name": "The Martyrdom of St. Hepatius, Bishop of Gangra."
		}
	],
	"6 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_6.html?lang=en#1",
			"name": "The Commemoration of the Appearance of the Lord to Thomas the Apostle after His Resurrection."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_6.html?lang=en#2",
			"name": "The Departure of St. Mary of Egypt."
		}
	],
	"7 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_7.html?lang=en#1",
			"name": "The Departure of the Righteous Joachim, The Lord Christ Grandfather."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_7.html?lang=en#2",
			"name": "The Departure of St. Macrobius."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_7.html?lang=en#3",
			"name": "The Departure of Sts. Agapius, Theodora, and Metruf."
		}
	],
	"8 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_8.html?lang=en#1",
			"name": "The Martyrdom of the Holy Virgins: Agape, Eirene, and Shiona."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_8.html?lang=en#2",
			"name": "The Martyrdom of the One Hundred and Fifty believers by the hand of king of Persia."
		}
	],
	"9 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_9.html?lang=en#1",
			"name": "The Departure of St. Zosimus (Zocima)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_9.html?lang=en#2",
			"name": "The commemoration of the Wonder that took place on the hand of Pope Sinuthius (Shenouda I) the Fifty Fifth Patriarch."
		}
	],
	"10 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_10.html?lang=en#1",
			"name": "The Departure of Anba Isaac, the Disciple of Anba Apollo."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_10.html?lang=en#2",
			"name": "The Departure of Pope Gabriel II, the Seventy Pope of Alexandria, who was known as Ibn Turaik."
		}
	],
	"11 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_11.html?lang=en#1",
			"name": "The Departure of st. Theodora."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_11.html?lang=en#2",
			"name": "The Departure of St. John, Bishop of Gaza."
		}
	],
	"12 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_12.html?lang=en#1",
			"name": "The Departure of St. Alexander, Bishop of Jerusalem."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_12.html?lang=en#2",
			"name": "The Commemoration of St. Antonios, Bishop of Tamoui."
		}
	],
	"13 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_13.html?lang=en#1",
			"name": "The Martyrdom of the Sts. Joshua and Joseph."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_13.html?lang=en#2",
			"name": "The Commemoration of Dionisa (Denisa) the Deaconess and Medius the Martyr."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_13.html?lang=en#3",
			"name": "The Departure of Pope Yoannis the Seventeenth, the 105th. Patriarch of Alexandria."
		}
	],
	"14 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_14.html?lang=en#1",
			"name": "The Departure of the Holy Father Anba Maximus The Fifteenth Pope of Alexandria."
		}
	],
	"15 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_15.html?lang=en#1",
			"name": "The Commemoration of the Consecration of the first altar for St. Nicholas, Bishop of Mora for the Jacobite Christians."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_15.html?lang=en#2",
			"name": "The Commemoration of the Consecration of the church of St. Agabus, the Apostle."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_15.html?lang=en#3",
			"name": "The Departure of St. Alexandra, the Empress."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_15.html?lang=en#4",
			"name": "The Departure of Pope Mark (Marcus) VI, the 101st. Patriarch."
		}
	],
	"16 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_16.html?lang=en#1",
			"name": "The Martyrdom of St. Antipas, Bishop of Pergamos."
		}
	],
	"17 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_17.html?lang=en#1",
			"name": "The Martyrdom of St. James the Apostle Brother of St. John the Apostle."
		}
	],
	"18 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_18.html?lang=en#1",
			"name": "The Martyrdom of St. Arsenius, Slave of St. Sousnyous."
		}
	],
	"19 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_19.html?lang=en#1",
			"name": "The Martyrdom of St. Simeon the Armenian, Bishop of the country of Persia and 150 with him."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_19.html?lang=en#2",
			"name": "The Martyrdom of the blessed Youhanna (John) Abu Nagaah El-Kabeer."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_19.html?lang=en#3",
			"name": "The Martyrdom of the Vizier Abu Elaala Fahd ibn Ibrahim and his companions."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_19.html?lang=en#4",
			"name": "The Martyrdom of Daoud (David), the Monk."
		}
	],
	"20 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_20.html?lang=en#1",
			"name": "The Martyrdom of St. Babnuda (Paphnute)."
		}
	],
	"21 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_21.html?lang=en#1",
			"name": "The Commemoration of the Lady the Theotokos."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_21.html?lang=en#2",
			"name": "The Departure of St. Hierotheos, of Athens."
		}
	],
	"22 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_22.html?lang=en#1",
			"name": "The Departure of St. Isaac (Ishaq), of Hourin."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_22.html?lang=en#2",
			"name": "The Departure of St. Alexander I, 19th Pope of the See of St. Mark."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_22.html?lang=en#3",
			"name": "The Departure of St. Mark 11, 49th Pope of the See of St. Mark."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_22.html?lang=en#4",
			"name": "The Departure of St. Michael 11, 53rd Pope of the See of St. Mark."
		}
	],
	"23 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_23.html?lang=en#1",
			"name": "The Martyrdom of St. George Prince of the Martyrs."
		}
	],
	"24 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_24.html?lang=en#1",
			"name": "The Departure of Pope Sinuthius (Shenouda I), 55th Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_24.html?lang=en#2",
			"name": "The Martyrdom of St. Sina, the Soldier."
		}
	],
	"25 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_25.html?lang=en#1",
			"name": "The Martyrdom of St. Sarah, and her two sons."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_25.html?lang=en#2",
			"name": "The Commemoration of Sts. Babnuda (Paphnute) the hermit, Theodore the worshipper, and the One hundred martyrs."
		}
	],
	"26 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_26.html?lang=en#1",
			"name": "The Martyrdom of St. Sousenyos."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_26.html?lang=en#2",
			"name": "The Departure of Pope Youannis VII, 78th. Patriarch."
		}
	],
	"27 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_27.html?lang=en#1",
			"name": "Martyrdom of St. Boctor Ebn Romanus"
		}
	],
	"28 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_28.html?lang=en#1",
			"name": "The Departure of St. Helena, The Empress."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_28.html?lang=en#2",
			"name": "The Departure of Pope Yoannis the Eleventh, the 89th. Patriarch of Alexandra."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_28.html?lang=en#3",
			"name": "The Departure of St. Gabriel the Eighth, the 97th. Patriarch of Alexandria."
		}
	],
	"29 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_29.html?lang=en#1",
			"name": "The Departure of St. Erastus, the Apostle."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/8_29.html?lang=en#2",
			"name": "The Departure of St. Acacius, Bishop of Jerusalem."
		}
	],
	"30 Baramouda": [
		{
			"url": "https://www.copticchurch.net/synaxarium/8_30.html?lang=en#1",
			"name": "The Martyrdom of the Great Saint Mark, the Apostle The Evangelist of the Land of Egypt."
		}
	],
	"1 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_1.html?lang=en#1",
			"name": "The Nativity of the Blessed Virgin Mary The Mother of God."
		}
	],
	"2 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_2.html?lang=en#1",
			"name": "The Departure of the righteous Job."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_2.html?lang=en#2",
			"name": "The Departure of St. Tadros (Theodore), the disciple of St. Pachomius."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_2.html?lang=en#3",
			"name": "The Martyrdom of St. Philothaos."
		}
	],
	"3 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_3.html?lang=en#1",
			"name": "The Departure of St. Jason, one of the Seventy disciples."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_3.html?lang=en#2",
			"name": "The Departure of St. Otimus, the Priest."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_3.html?lang=en#3",
			"name": "The Departure of Pope Gabriel IV, the 86th. Patriarch of Alexandria."
		}
	],
	"4 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_4.html?lang=en#1",
			"name": "The Departure of St. Helena, The Empress."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_4.html?lang=en#2",
			"name": "The Departure of Pope Yoannis the Eleventh, the 89th. Patriarch of Alexandra."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_4.html?lang=en#3",
			"name": "The Departure of St. Gabriel the Eighth, the 97th. Patriarch of Alexandria."
		}
	],
	"5 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_5.html?lang=en#1",
			"name": "The Martyrdom of St. Jeremiah the Prophet."
		}
	],
	"6 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_6.html?lang=en#1",
			"name": "The Martyrdom of St. Isaac El-Defrawi."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_6.html?lang=en#2",
			"name": "The Departure of St. Macarius of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_6.html?lang=en#3",
			"name": "The Departure of Father Paphnute of El-Bandarah."
		}
	],
	"7 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_7.html?lang=en#1",
			"name": "The Departure of St. Athanasius the Apostolic the 20th. Pope of Alexandria."
		}
	],
	"8 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_8.html?lang=en#1",
			"name": "The Martyrdom of St. John of Senhout."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_8.html?lang=en#2",
			"name": "The Departure of St. Daniel the Archpriest of Sheahat (Scetis)."
		}
	],
	"9 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_9.html?lang=en#1",
			"name": "The Departure of St. Helena, The Empress."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_9.html?lang=en#2",
			"name": "The Departure of Pope Yoannis the Eleventh, the 89th. Patriarch of Alexandra."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_9.html?lang=en#3",
			"name": "The Departure of St. Gabriel the Eighth, the 97th. Patriarch of Alexandria."
		}
	],
	"10 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_10.html?lang=en#1",
			"name": "The Departure of the Three Hebrew Young Men Hananiah, Azariah and Mishael."
		}
	],
	"11 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_11.html?lang=en#1",
			"name": "The Departure Of St. Simon the Stylite."
		}
	],
	"12 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_12.html?lang=en#1",
			"name": "The Commemoration of the Consecration of the church of St. Demiana."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_12.html?lang=en#2",
			"name": "The Commemoration of the Relocation of the relics of St. John Chrysostom."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_12.html?lang=en#3",
			"name": "The Commemoration of the Appearance of a Cross of light above Golgotha."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_12.html?lang=en#4",
			"name": "The Departure of Pope Mark the Seventh, the 106th. Patriarch of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_12.html?lang=en#5",
			"name": "The Commemoration of the Martyrdom of Master (Moallem) Malati."
		}
	],
	"13 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_13.html?lang=en#1",
			"name": "The Departure of St. Junia, One of the Seventy Disciples."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_13.html?lang=en#2",
			"name": "The Martyrdom of St. Julian (Yulianus) and his mother in Alexandria."
		}
	],
	"14 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_14.html?lang=en#1",
			"name": "The Departure of St. Pachomius (Pakhom), the Father of the Spiritual Communal Monastic life (Cenobitic life)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_14.html?lang=en#2",
			"name": "The Martyrdom of St. Epimachus (Ephimachus) of Pelusium."
		}
	],
	"15 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_15.html?lang=en#1",
			"name": "The Departure Of St. Simon the Stylite."
		}
	],
	"16 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_16.html?lang=en#1",
			"name": "The Commemoration of St. John The Evangelist."
		}
	],
	"17 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_17.html?lang=en#1",
			"name": "The Departure of St. Epiphanius, Bishop of Cyprus."
		}
	],
	"18 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_18.html?lang=en#1",
			"name": "The Departure of St. George (Ga'orgi), the Friend of St. Abraam."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_18.html?lang=en#2",
			"name": "The Commemoration of the feast of Pentecost."
		}
	],
	"19 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_19.html?lang=en#1",
			"name": "The Commemoration of the Departure of Abba Isaac, the Priest of El-Qalali (Cells)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_19.html?lang=en#2",
			"name": "The Commemoration of the Martyrdom of St. Isidorus (Isidore) of Antioch."
		}
	],
	"20 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_20.html?lang=en#1",
			"name": "The Departure Of St. Ammonius The Hermit."
		}
	],
	"21 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_21.html?lang=en#1",
			"name": "Commemoration of the Holy and Pure Virgin Mary"
		}
	],
	"22 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_22.html?lang=en#1",
			"name": "The Departure of St. Andronicus One of the Seventy Disciples."
		}
	],
	"23 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_23.html?lang=en#1",
			"name": "The Martyrdom of St. Colluthus of Antinoe (Known as Abu Colta)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_23.html?lang=en#2",
			"name": "The Departure of the most honored Layman Ibrahim El-Gohari."
		}
	],
	"24 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_24.html?lang=en#1",
			"name": "The Departure Of St. Simon the Stylite."
		}
	],
	"25 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_25.html?lang=en#1",
			"name": "The Martyrdom of St. Colluthus of Antinoe (Known as Abu Colta)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_25.html?lang=en#2",
			"name": "The Departure of the most honored Layman Ibrahim El-Gohari."
		}
	],
	"26 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_26.html?lang=en#1",
			"name": "The Martyrdom Of St. Thomas, the Apostle."
		}
	],
	"27 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_27.html?lang=en#1",
			"name": "The Departure of Pope Youannis the Second, the 30th. Patriarch of the See of St. Mark."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_27.html?lang=en#2",
			"name": "The Departure of Lazarus the beloved of the Lord."
		}
	],
	"28 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_28.html?lang=en#1",
			"name": "The commemoration of the Relocation of the Body of St. Epiphanius."
		}
	],
	"29 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_29.html?lang=en#1",
			"name": "The Departure Of St. Simon the Stylite."
		}
	],
	"30 Bashons": [
		{
			"url": "https://www.copticchurch.net/synaxarium/9_30.html?lang=en#1",
			"name": "The Departure of Pope Mikhail the First, the 68th. Patriarch of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/9_30.html?lang=en#2",
			"name": "The Departure of St. Fournous, one of the seventy disciples."
		}
	],
	"1 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_1.html?lang=en#1",
			"name": "The Consecration of the church of St. Leontius of Tripoli."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_1.html?lang=en#2",
			"name": "The Martyrdom of St. Qozman El-Tahawy and his companions."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_1.html?lang=en#3",
			"name": "The Consecration of the church of St. Abe-Fam (Epipham) the soldier."
		}
	],
	"2 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_2.html?lang=en#1",
			"name": "The Commemoration of the Appearance of the Bodies of St. John the Baptist and Elisha the Prophet."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_2.html?lang=en#2",
			"name": "The Departure of Pope Yoannis the Eighteenth, the 107th. Pope of Alexandria."
		}
	],
	"3 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_3.html?lang=en#1",
			"name": "The Construction of the first church of St. George in the cities of Birma and Beer Maa (Water Well) in the Oases."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_3.html?lang=en#2",
			"name": "The Departure of St. Martha of Egypt."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_3.html?lang=en#3",
			"name": "The Martyrdom of St. Alladius the Bishop."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_3.html?lang=en#4",
			"name": "The Departure of Pope Cosmas, the 44th Patriarch."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_3.html?lang=en#5",
			"name": "The Departure of St. Abraam, bishop of El-Fayyoum."
		}
	],
	"4 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_4.html?lang=en#1",
			"name": "The Martyrdom of St. Shenousi (Sanusi)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_4.html?lang=en#2",
			"name": "The Martyrdom of Saint Anba Amoun and the Righteous Sophia."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_4.html?lang=en#3",
			"name": "The Martyrdom of John of Herakleia."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_4.html?lang=en#4",
			"name": "The Departure of St. Aba-Hour."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_4.html?lang=en#5",
			"name": "The Departure of Pope Yoannis the Eighth (80th Patriarch)."
		}
	],
	"5 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_5.html?lang=en#1",
			"name": "The Departure of St. James of the East."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_5.html?lang=en#2",
			"name": "The Martyrdom of Sts. Anba Bshay (Ebsoy) and Anba Botros (Peter)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_5.html?lang=en#3",
			"name": "The Commemoration of the Consecration of the church of St. Boctor (Victor) in the region of Sho."
		}
	],
	"6 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_6.html?lang=en#1",
			"name": "The Departure of Pope Yoannis the Nineteenth, 113th Patriarch of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_6.html?lang=en#2",
			"name": "The Martyrdom of Sts. Apakir, John, Ptolemy and Philip."
		}
	],
	"7 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_7.html?lang=en#1",
			"name": "The Martyrdom of St. Abaskhiroun the Soldier."
		}
	],
	"8 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_8.html?lang=en#1",
			"name": "The Commemoration of the Consecration of the Church of the Virgin Lady known as El-Mahammah."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_8.html?lang=en#2",
			"name": "The Commemoration of St. Tamada and her children, and Armenius and his mother."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_8.html?lang=en#3",
			"name": "The Martyrdom of George (Girgis) the new martyr."
		}
	],
	"9 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_9.html?lang=en#1",
			"name": "The Martyrdom of St. Claudius."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_9.html?lang=en#2",
			"name": "The Commemoration of the Consecration of the Altar of the Forty Martyrs in Alexandria."
		}
	],
	"10 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_10.html?lang=en#1",
			"name": "The Martyrdom of St. Dabamon."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_10.html?lang=en#2",
			"name": "The Commemoration of the Closing of the Pagan Temples and Opening of the Churches."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_10.html?lang=en#3",
			"name": "The Departure of St. Yoannis the 16th, the 103rd Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_10.html?lang=en#4",
			"name": "The Enthronement of Pope Demitrius the Second, the 111th Patriarch of Alexandria."
		}
	],
	"11 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_11.html?lang=en#1",
			"name": "The Martyrdom of St. Claudius."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_11.html?lang=en#2",
			"name": "The Commemoration of the Consecration of the Altar of the Forty Martyrs in Alexandria."
		}
	],
	"12 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_12.html?lang=en#1",
			"name": "The Commemoration of Archangel Michael."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_12.html?lang=en#2",
			"name": "The Departure of St. Justus, the Sixth Pope of the See of St. Mark."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_12.html?lang=en#3",
			"name": "The Departure of St. Kyrillos the Second, the 67th Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_12.html?lang=en#4",
			"name": "The Departure of St. Euphemia."
		}
	],
	"13 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_13.html?lang=en#1",
			"name": "The Departure of St. John, Bishop of Jerusalem."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_13.html?lang=en#2",
			"name": "The Commemoration of the Archangel Gabriel, the Announcer of Daniel the Prophet."
		}
	],
	"14 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_14.html?lang=en#1",
			"name": "The Departure of Pope Yoannis the Nineteenth, 113th Patriarch of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_14.html?lang=en#2",
			"name": "The Martyrdom of Sts. Apakir, John, Ptolemy and Philip."
		}
	],
	"15 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_15.html?lang=en#1",
			"name": "The Turning Over of the Relics of the Great St. Mark the Apostle by the hand of Pope Paul the Sixth, Pope of Rome."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_15.html?lang=en#2",
			"name": "The Consecration of the Church of Mari Mina at Maryut."
		}
	],
	"16 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_16.html?lang=en#1",
			"name": "The Departure of St. Abba Nofer the Anchorite."
		}
	],
	"17 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_17.html?lang=en#1",
			"name": "The Return of the Relics of the Great St. Mark to the New St. Mark Cathedral."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_17.html?lang=en#2",
			"name": "The Departure of St. Latsoun El-Bahnasawy."
		}
	],
	"18 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_18.html?lang=en#1",
			"name": "The Inauguration of the New St. Mark Cathedral in the Monastery of Anba Rowais."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_18.html?lang=en#2",
			"name": "The Departure of St. Damianos, 35th Pope of Alexandria."
		}
	],
	"19 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_19.html?lang=en#1",
			"name": "The First Pontifical Liturgy in the New St. Mark Cathedral in the Monastery of Anba Rowais."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_19.html?lang=en#2",
			"name": "The Departure of Pope Archelaus, the Eighteenth Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_19.html?lang=en#3",
			"name": "The Martyrdom of St. George (Girgis) known as El-Mezahem."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_19.html?lang=en#4",
			"name": "The Martyrdom of St. Bishai Anoub."
		}
	],
	"20 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_20.html?lang=en#1",
			"name": "The Departure of Elisha, the Prophet."
		}
	],
	"21 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_21.html?lang=en#1",
			"name": "The Commemoration of the First Church for The Virgin Mary in the city of Philippi."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_21.html?lang=en#2",
			"name": "The Martyrdom of St. Timothy of Memphis (El-Masry)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_21.html?lang=en#3",
			"name": "The Departure of St. Cedron (Kardonos), the Fourth Patriarch of Alexandria."
		}
	],
	"22 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_22.html?lang=en#1",
			"name": "The Consecration of the Church of Sts. Cosmas, Damian, Their Mother, and Brothers."
		}
	],
	"23 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_23.html?lang=en#1",
			"name": "The Departure of St. Abba Noub the Confessor."
		}
	],
	"24 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_24.html?lang=en#1",
			"name": "Martyrdom of the Great Saint Anba Moses the Black"
		}
	],
	"25 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_25.html?lang=en#1",
			"name": "The Martyrdom of St. Jude, one of the Seventy Disciples."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_25.html?lang=en#2",
			"name": "The Departure of St. Peter the Fourth, 34th Pope of Alexandria."
		}
	],
	"26 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_26.html?lang=en#1",
			"name": "The Departure of the Great Prophet Joshua Son of Nun."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_26.html?lang=en#2",
			"name": "The Consecration of the Church of Archangel Gabriel."
		}
	],
	"27 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_27.html?lang=en#1",
			"name": "The Martyrdom of St. Ananias, the Apostle."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_27.html?lang=en#2",
			"name": "The Martyrdom of St. Thomas of Shentalet."
		}
	],
	"28 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_28.html?lang=en#1",
			"name": "The Departure of St. Theodosius, 33rd Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_28.html?lang=en#2",
			"name": "The Commemoration of the Consecration of the Church of Anba Sarabamoun, Bishop of Nikios."
		}
	],
	"29 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_29.html?lang=en#1",
			"name": "The Martyrdom of the Seven Ascetic Saints in Tounar Mount."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/10_29.html?lang=en#2",
			"name": "The Martyrdom of Sts. Abba Hour and his Mother Theodora."
		}
	],
	"30 Paona": [
		{
			"url": "https://www.copticchurch.net/synaxarium/10_30.html?lang=en#1",
			"name": "The Nativity of St. John, the Baptist."
		}
	],
	"1 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_1.html?lang=en#1",
			"name": "The Martyrdom of Saint Febronia the Ascetic."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_1.html?lang=en#2",
			"name": "The Departure of Saints Bioukha and Tayaban (Banayen) the priests."
		}
	],
	"2 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_2.html?lang=en#1",
			"name": "The Departure of St. Thaddaeus, the Apostle."
		}
	],
	"3 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_3.html?lang=en#1",
			"name": "The Departure of St. Kyrillos (Cyril) the First, the Twenty- Fourth Pope of Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_3.html?lang=en#2",
			"name": "The Departure of St. Celestine, Pope of Rome."
		}
	],
	"4 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_4.html?lang=en#1",
			"name": "The Commemoration of the Relocation of the Relics of Sts. Apakir and John."
		}
	],
	"5 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_5.html?lang=en#1",
			"name": "The Martyrdom of Sts. Peter and Paul, the Apostles."
		}
	],
	"6 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_6.html?lang=en#1",
			"name": "The Martyrdom of St. Aoulimpas, the Apostle."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_6.html?lang=en#2",
			"name": "The Martyrdom of St. Theodosia and her companions."
		}
	],
	"7 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_7.html?lang=en#1",
			"name": "The Departure of St. Shenouda (Shenoute), the Archimandrite."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_7.html?lang=en#2",
			"name": "The Martyrdom of St Ignatius, Bishop of Antioch, in Rome."
		}
	],
	"8 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_8.html?lang=en#1",
			"name": "The Departure of St. Anba Bishoy."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_8.html?lang=en#2",
			"name": "The Martyrdom of St. Piroou and St. Athom."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_8.html?lang=en#3",
			"name": "The Martyrdom of St. Balanah, the Priest."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_8.html?lang=en#4",
			"name": "The Martyrdom of St. Epime (Pimanon)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_8.html?lang=en#5",
			"name": "The Departure of Cyrus (Karas), brother of Emperor Theodosius."
		}
	],
	"9 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_9.html?lang=en#1",
			"name": "The Martyrdom of St. Simon Cleophas, the Apostle."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_9.html?lang=en#2",
			"name": "The Departure of St. Cladianus (Celadion), the Ninth Pope of the See of St. Mark."
		}
	],
	"10 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_10.html?lang=en#1",
			"name": "The Martyrdom of St. Theodore, Bishop of Pentapolis."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_10.html?lang=en#2",
			"name": "The Martyrdom of St. Theodore, Bishop of Corinth, and his companions."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_10.html?lang=en#3",
			"name": "The Departure of Anba Gabriel VII, 95th Pope of Alexandria."
		}
	],
	"11 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_11.html?lang=en#1",
			"name": "The Martyrdom of Sts. John and Simon, his cousin."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_11.html?lang=en#2",
			"name": "The Departure of St. Isaiah, the hermit."
		}
	],
	"12 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_12.html?lang=en#1",
			"name": "The Commemoration of Archangel Michael."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_12.html?lang=en#2",
			"name": "The Martyrdom of St. Abba Hour El-Siriakousy."
		}
	],
	"13 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_13.html?lang=en#1",
			"name": "The Departure of St. Pisentius, Bishop of Qift."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_13.html?lang=en#2",
			"name": "The Martyrdom of St. Apamon of Toukh."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_13.html?lang=en#3",
			"name": "The Martyrdom of St. Abba Shenoute, during the Early Arab Rule."
		}
	],
	"14 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_14.html?lang=en#1",
			"name": "The Martyrdom of St. Procopius (Proconius) of Jerusalem."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_14.html?lang=en#2",
			"name": "The Departure of St. Peter the Fifth, 83rd Patriarch of Alexandria."
		}
	],
	"15 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_15.html?lang=en#1",
			"name": "The Departure of St. Ephraem El-Soriani (The Syrian)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_15.html?lang=en#2",
			"name": "The Martyrdom of St. Cyriacus and St. Julietta His Mother."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_15.html?lang=en#3",
			"name": "The Martyrdom of St. Horesius (Harsios) of Soul."
		}
	],
	"16 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_16.html?lang=en#1",
			"name": "The Departure of St. John, of the Golden Gospel."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_16.html?lang=en#2",
			"name": "The Recovery of the Holy Relics of St. George, the Great Martyr."
		}
	],
	"17 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_17.html?lang=en#1",
			"name": "The Martyrdom of St. Euphemia."
		}
	],
	"18 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_18.html?lang=en#1",
			"name": "The Martyrdom of St. James the Apostle, Bishop of Jerusalem."
		}
	],
	"19 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_19.html?lang=en#1",
			"name": "The Martyrdom of Sts. Bidaba, Bishop of Qift, Anba Andrew, and Anba Christodoulas."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_19.html?lang=en#2",
			"name": "The Martyrdom of St. Pantaleemon, the Physician."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_19.html?lang=en#3",
			"name": "The Departure of Pope Youanis X, 85th Patriarch of Alexandria."
		}
	],
	"20 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_20.html?lang=en#1",
			"name": "The Martyrdom of St. Theodore of Shotep."
		}
	],
	"21 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_21.html?lang=en#1",
			"name": "The Commemoration of the Lady, the Virgin Mary."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_21.html?lang=en#2",
			"name": "The Departure of St. Sisinnios (Sosenius), the Eunich."
		}
	],
	"22 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_22.html?lang=en#1",
			"name": "The Commemoration of the Martyrdom of St. Macarius, the Son of Basilides (Wasilides) the Minister."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_22.html?lang=en#2",
			"name": "The Commemoration of the Martyrdom of St. Leontius of Tripoli (Lawendius)."
		}
	],
	"23 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_23.html?lang=en#1",
			"name": "The Martyrdom of St. Longinus the Soldier."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_23.html?lang=en#2",
			"name": "The Martyrdom of St. Marina, of Antioch."
		}
	],
	"24 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_24.html?lang=en#1",
			"name": "The Martyrdom of St. Apanoub."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_24.html?lang=en#2",
			"name": "The Departure of St. Simeon the First, 42nd Pope of Alexandria."
		}
	],
	"25 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_25.html?lang=en#1",
			"name": "The Departure of St. Thecla."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_25.html?lang=en#2",
			"name": "The Martyrdom of the Saint Abba Isaac."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_25.html?lang=en#3",
			"name": "The Martyrdom of St. Hilaria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_25.html?lang=en#4",
			"name": "The Martyrdom of Sts. Thecla and Mouji."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_25.html?lang=en#5",
			"name": "The Martyrdom of St. Antonius (Anthony) of Beba."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_25.html?lang=en#6",
			"name": "The Martyrdom of St. Abakragoun."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_25.html?lang=en#7",
			"name": "The Martyrdom of St. Domadius El-Souriani (The Syrian)."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_25.html?lang=en#8",
			"name": "The Consecration of the Church of St. Mercurius."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_25.html?lang=en#9",
			"name": "The Departure of St. Palamon, the Father of the Monks. "
		}
	],
	"26 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_26.html?lang=en#1",
			"name": "Repose of St. Joseph the Carpentar"
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_26.html?lang=en#2",
			"name": "Repose of Timothy I, Pope of Alexanderia\r\n \r\n  \r\n  "
		}
	],
	"27 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_27.html?lang=en#1",
			"name": "The Consecration of the Church of St. Abba Fam."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_27.html?lang=en#2",
			"name": "The Martyrdom of St. Apamon (Abba Amoun)."
		}
	],
	"28 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_28.html?lang=en#1",
			"name": "The Departure of St. Mary Magdalene."
		}
	],
	"29 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_29.html?lang=en#1",
			"name": "The Commemoration of the Translocation of the Relics of St. Andrew, the Apostle."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/11_29.html?lang=en#2",
			"name": "The Martyrdom of St. Ouarshenoufa (Warshenofius)."
		}
	],
	"30 Abib": [
		{
			"url": "https://www.copticchurch.net/synaxarium/11_30.html?lang=en#1",
			"name": "The Martyrdom of Sts. Mercurius and Ephraem."
		}
	],
	"1 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_1.html?lang=en#1",
			"name": "The Martyrdom of St. Apoli, Son of Justus."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_1.html?lang=en#2",
			"name": "The Departure of St. Kyrillos V (Cyril), 112th Pope of Alexandria."
		}
	],
	"2 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_2.html?lang=en#1",
			"name": "The Departure of St. Pa'esa (Athanasia)."
		}
	],
	"3 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_3.html?lang=en#1",
			"name": "The Relocation of the Body of St. Simon (Simeon) the Stylite to the city of Antioch."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_3.html?lang=en#2",
			"name": "The Departure of Pope Abriamus (Primus), Fifth Patriarch of Alexandria."
		}
	],
	"4 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_4.html?lang=en#1",
			"name": "Departure of Hezekiah the King"
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_4.html?lang=en#2",
			"name": "Consecration of the Church of the Great St. Anthony"
		}
	],
	"5 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_5.html?lang=en#1",
			"name": "The Departure of St. John the Soldier."
		}
	],
	"6 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_6.html?lang=en#1",
			"name": "The Martyrdom of St. Julietta."
		}
	],
	"7 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_7.html?lang=en#1",
			"name": "The Annunciation of St. Joachim with the Birth of the Virgin Mary."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_7.html?lang=en#2",
			"name": "The Departure of St. Timothy II (Timotheos), 26th Pope of Alexandria."
		}
	],
	"8 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_8.html?lang=en#1",
			"name": "The Martyrdom of the Sts. Lazarus, Salomi, His Wife, and Their Children."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_8.html?lang=en#2",
			"name": "The Confession of St. Peter, the Apostle, that Christ is the Son of the Living God."
		}
	],
	"9 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_9.html?lang=en#1",
			"name": "Martyrdom of St.Ari, the Priest of Shatanouf ."
		}
	],
	"10 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_10.html?lang=en#1",
			"name": "The Martyrdom of St. Matra."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_10.html?lang=en#2",
			"name": "The Martyrdom of St. Pigebs (Bekhebs)."
		}
	],
	"11 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_11.html?lang=en#1",
			"name": "The Departure of St. Moisis, Bishop of Ouseem."
		}
	],
	"12 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_12.html?lang=en#1",
			"name": "The Commemoration of the Honorable Archangel Michael."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_12.html?lang=en#2",
			"name": "The Reign of the Righteous Emperor Constantine, the Great."
		}
	],
	"13 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_13.html?lang=en#1",
			"name": "The Feast of Transfiguration of Our Lord on Mount Tabor."
		}
	],
	"14 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_14.html?lang=en#1",
			"name": "The Commemoration of the Great Sign, the Lord had Manifested During the Papacy of St. Theophilus."
		}
	],
	"15 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_15.html?lang=en#1",
			"name": "The Commemoration of the Departure of St. Mary Known as Marina, the Ascetic."
		}
	],
	"16 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_16.html?lang=en#1",
			"name": "The Assumption of the Body of the Pure Virgin St. Mary."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_16.html?lang=en#2",
			"name": "The Departure of St. Mattias IV (Mattheos), 102nd Patriarch of Alexandria."
		}
	],
	"17 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_17.html?lang=en#1",
			"name": "The Martyrdom of St. James the Soldier."
		}
	],
	"18 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_18.html?lang=en#1",
			"name": "The Departure of St. Alexander, Patriarch of Constantinople."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_18.html?lang=en#2",
			"name": "The Martyrdom of St. Eudaemon, of Armant (El-Armanti)."
		}
	],
	"19 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_19.html?lang=en#1",
			"name": "The Translocation of the Body of St. Macarius to His Monastery in Scetis."
		}
	],
	"20 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_20.html?lang=en#1",
			"name": "The Martyrdom of the Seven Young Men of Ephesus."
		}
	],
	"21 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_21.html?lang=en#1",
			"name": "The Commemoration of the Virgin, the Mother of God"
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_21.html?lang=en#2",
			"name": "The Departure of St. Irene (Eirene)"
		}
	],
	"22 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_22.html?lang=en#1",
			"name": "The Departure of Micah, the Prophet."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_22.html?lang=en#2",
			"name": "The Martyrdom of St. Hadid."
		}
	],
	"23 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_23.html?lang=en#1",
			"name": "The Martyrdom of Thirty Thousand Christians in Alexandria."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_23.html?lang=en#2",
			"name": "The Martyrdom of St. Damian in Antioch."
		}
	],
	"24 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_24.html?lang=en#1",
			"name": "The Departure of St. Takla Haymanot, the Ethiopian."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_24.html?lang=en#2",
			"name": "The Departure of St. Thomas, Bishop of Mar'ash (Syria)."
		}
	],
	"25 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_25.html?lang=en#1",
			"name": "The Departure of St. Bessarion, the Great."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_25.html?lang=en#2",
			"name": "The Departure of St. Macarius III, 114th Pope of Alexandria."
		}
	],
	"26 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_26.html?lang=en#1",
			"name": "The Martyrdom of St. Moses (Moisees) and his Sister Sarah."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_26.html?lang=en#2",
			"name": "The Martyrdom of St. Agabius, the Soldier, and his Sister Thecla."
		}
	],
	"27 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_27.html?lang=en#1",
			"name": "The Martyrdom of Sts. Benjamin and his Sister Eudexia."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_27.html?lang=en#2",
			"name": "The Martyrdom of St. Mary, the Armenian."
		}
	],
	"28 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_28.html?lang=en#1",
			"name": "Our father Abraham"
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_28.html?lang=en#2",
			"name": "Our father Isaac"
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_28.html?lang=en#3",
			"name": "The father of the Tribes Jacob"
		}
	],
	"29 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_29.html?lang=en#1",
			"name": "The Martyrdom of Sts. Athanasius, the Bishop, Gerasimus (Jarasimus), and Theodotus."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/12_29.html?lang=en#2",
			"name": "The Arrival of the Holy Relic of St. John, the Short, to the Wilderness of Scetis."
		}
	],
	"30 Mesra": [
		{
			"url": "https://www.copticchurch.net/synaxarium/12_30.html?lang=en#1",
			"name": "The Departure of St. Malachi, the Prophet."
		}
	],
	"1 Nasie": [
		{
			"url": "https://www.copticchurch.net/synaxarium/13_1.html?lang=en#1",
			"name": "The Departure of St. Eutychus."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/13_1.html?lang=en#2",
			"name": "The Martyrdom of St. Pishay (Abshai), the Antiochian."
		}
	],
	"2 Nasie": [
		{
			"url": "https://www.copticchurch.net/synaxarium/13_2.html?lang=en#1",
			"name": "The Departure of St. Titus, the Apostle."
		}
	],
	"3 Nasie": [
		{
			"url": "https://www.copticchurch.net/synaxarium/13_3.html?lang=en#1",
			"name": "Commemoration of Archangel Raphael"
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/13_3.html?lang=en#2",
			"name": "Martyrdom of St. Andrianus"
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/13_3.html?lang=en#3",
			"name": "Departure of St. Yoannis XIV"
		}
	],
	"4 Nasie": [
		{
			"url": "https://www.copticchurch.net/synaxarium/13_4.html?lang=en#1",
			"name": "The Departure of St. Leparius, Bishop of Rome."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/13_4.html?lang=en#2",
			"name": "The Departure of St. Poimen, the Hermit."
		}
	],
	"5 Nasie": [
		{
			"url": "https://www.copticchurch.net/synaxarium/13_5.html?lang=en#1",
			"name": "The Departure of St. James, Bishop of Misre."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/13_5.html?lang=en#2",
			"name": "The Departure of the Righteous Amos, the Prophet."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/13_5.html?lang=en#3",
			"name": "The Departure of St. Barsoma, the \"Naked\"."
		},
		{
			"url": "https://www.copticchurch.net/synaxarium/13_5.html?lang=en#4",
			"name": "The Departure of St. Yoannis XV, 99th Pope of Alexandria."
		}
	],
	"6 Nasie": [
		{
			"url": "https://www.copticchurch.net/synaxarium/13_6.html?lang=en#1",
			"name": "A Thanksgiving To God."
		}
	]
}
